[
  {
    "title": "Тарас Бульба",
    "author": "Николай Гоголь",
    "genre": "Литературная критика",
    "description": "Свирепые, жестокие, храбрые и страстные – казаки заставляют дрожать степь под копытами своих коней. Среди них – старый, но полный сил и мудрости Тарас Бульба. Вместе с сыновьями Остапом и Андрием он идёт в Польшу, чтобы отомстить католикам за поругание православной веры. Ни гарнизоны, ни крепости, ни церкви не могут их остановить. Однако беда приходит, когда красавец Андрий влюбляется, и отец проклинает день его рождения. «Тарас Бульба» – стремительное приключение, вечное полотно, нарисованное столь ярко, что кажется вне времени.",
    "cover": "http://books.google.com/books/content?id=XdMBTKWSfeMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "average_rating": 3.9
  },
  {
    "title": "Франкенштейн",
    "author": "Мэри Шелли",
    "genre": "Художественная литература",
    "description": "«Франкенштейн, или Современный Прометей» — готический роман 1818 года, написанный английской писательницей Мэри Шелли. В центре сюжета — Виктор Франкенштейн, молодой учёный, который в неортодоксальном научном эксперименте создаёт разумное существо, собранное из частей тел разных людей. Шелли начала писать историю в 18 лет, находясь в Бате; первое издание вышло анонимно в Лондоне 1 января 1818 года, когда ей было 20. Её имя появилось только во втором издании (Париж, 1821). В 1815 году Шелли путешествовала по Европе, плыла по Рейну и останавливалась в Гернсхайме, в 17 км от замка Франкенштейн, где около века назад алхимик Иоганн Конрад Диппель проводил опыты. Затем она отправилась в Женеву, где разворачивается большая часть событий. Гальванизм и оккультные идеи были частыми темами бесед с её спутниками, особенно с возлюбленным и будущим мужем Перси Биши Шелли. В 1816 году Мэри, Перси, Джон Полидори и лорд Байрон устроили состязание: кто напишет лучшую историю ужасов.",
    "cover": "http://books.google.com/books/content?id=lyWOEQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "average_rating": 4.7
  },
  {
    "title": "Мистерии",
    "author": "Кнут Гамсун",
    "genre": "Художественная литература",
    "description": "Первый полный английский перевод шедевра нобелевского лауреата. «Мистерии» — история Юхана Нильсена Нагеля, таинственного незнакомца, который внезапно появляется в маленьком норвежском городке летом и так же внезапно исчезает. Нагель — абсолютный аутсайдер, своего рода современный Христос, представленный в духе почти пародии. Он осуждает политику и мышление эпохи, утешает «оскорблённых и униженных» и завоёвывает любовь двух женщин, напоминающих библейских Марфу и Марию. Но в нём есть и тёмная сторона: в жилете он носит пузырёк с синильной кислотой… Роман создаёт мощное ощущение потока мыслей Нагеля, который всё глубже погружается в пыточную камеру собственного подсознания.",
    "cover": "http://books.google.com/books/content?id=MRoMUV2kLZEC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.2
  },
  {
    "title": "Миссис Дэллоуэй",
    "author": "Вирджиния Вулф",
    "genre": "Художественная литература",
    "description": "Провозглашённый величайшим романом Вирджинии Вулф, это яркий портрет одного дня из жизни женщины. Когда мы встречаем её, миссис Кларисса Дэллоуэй поглощена последними приготовлениями к вечеринке, но в своих мыслях она — нечто гораздо большее, чем просто идеальная хозяйка света. Готовя дом, она захлёстывается воспоминаниями о далёких временах. Встречаясь с реальностью настоящего, Кларисса переосмысливает выбор, который привёл её сюда, и с hesitancy смотрит в будущее, где её ждёт непривычная работа — стареть. «Миссис Дэллоуэй» — первый роман, расщепивший атом. Если прежде романы стремились к необъятным масштабам, героическим путешествиям по огромным ландшафтам, то Вулф доказала: огромное можно найти в повседневности; жизнь, состоящая из поручений и приёмов гостей, — не менее достойный предмет, чем любая другая жизнь. И если какой-либо поступок в романе кажется незначительным — значит, его просто недостаточно внимательно рассмотрели. С тех пор искусство романа изменилось навсегда. «Миссис Дэллоуэй» также содержит одни из самых красивых, сложных, проницательных и своеобразных предложений, когда-либо написанных по-английски, — и этого уже достаточно, чтобы читать её. Это одно из самых трогательных, революционных произведений двадцатого века.",
    "cover": "http://books.google.com/books/content?id=OqAFAQAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.7
  },
  {
    "title": "Портрет Дориана Грея",
    "author": "Оскар Уайльд",
    "genre": "Художественная литература",
    "description": "«Портрет Дориана Грея» — единственный опубликованный роман Оскара Уайльда, впервые появившийся в журнале Lippincott's Monthly Magazine 20 июня 1890 года (июльский номер). Редакторы журнала, опасаясь непристойности текста, без ведома Уайльда вырезали около 500 слов. Но даже после цензуры история вызвала возмущение британских критиков, некоторые из которых предлагали привлечь Уайльда к суду за аморальность; писатель активно защищал роман в письмах в британскую прессу. Сегодня это произведение эпохи fin de siècle считается классикой.",
    "cover": "http://books.google.com/books/content?id=6vGiDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "average_rating": 4.7
  },
  {
    "title": "Франкенштейн",
    "subtitle": "Оригинальное издание 1818 года (без цензуры)",
    "author": "Мэри Шелли",
    "genre": "Художественная литература",
    "description": "«Франкенштейн» Мэри Шелли — новаторское произведение готической литературы, исследующее темы амбиций, изоляции и последствий игры в бога. Написанный в эпистолярном жанре, роман погружает читателя в леденящую душу историю Виктора Франкенштейна и сотворённого им чудовища. Живописная проза Шелли и использование нескольких рассказчиков создают атмосферу тревоги и беспокойства, что делает «Франкенштейна» вечной классикой. Роман также поднимает этические вопросы о научной ответственности и границах человеческого знания, оставаясь глубоким чтением для современной аудитории. Личный опыт Мэри Шелли, включая смерть её детей и бурные отношения с Перси Биши Шелли, несомненно, повлиял на создание романа. Её уникальный взгляд как женщины-писательницы XIX века добавляет истории дополнительные слои смысла, высвечивая социальные ожидания и ограничения, с которыми сталкивались женщины того времени. Я настоятельно рекомендую «Франкенштейна» читателям, которые ценят глубокую литературу, проникающую в тёмные стороны человеческой натуры и морали.",
    "cover": "http://books.google.com/books/content?id=9zfmEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "average_rating": 4.6
  },
  {
    "title": "Улица крокодилов",
    "author": "Бруно Шульц",
    "genre": "Художественная литература",
    "description": "«Улица крокодилов» Бруно Шульца (1892–1942) была впервые опубликована на польском языке в 1934 году; этот английский перевод впервые вышел в США в издательстве Walker and Company в 1963 году и является общественным достоянием. Роман, сплавляющий реальное и фантастическое, от «одного из самых оригинальных воображений современной Европы» (Синтия Озик). Улица Крокодилов в польском городе Дрогобыч — это улица воспоминаний и снов, где воспоминания необычного детства Бруно Шульца и странной жизни его купеческой семьи оживают в поразительном смешении реальности и фантастики. Самый запоминающийся — и самый леденящий — портрет отца автора, безумного лавочника, который импортирует яйца редких птиц, чтобы высиживать их на чердаке, верит, что с портновскими манекенами нужно обращаться как с людьми, и чей навязчивый страх перед тараканами заставляет его походить на одного из них. Бруно Шульц, польский еврей, убитый нацистами в 1942 году, считается ведущим польским писателем межвоенного двадцатилетия.",
    "cover": "http://books.google.com/books/content?id=v7VPEQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "average_rating": 4.3
  },
  {
    "title": "Последнее дело Холмса",
    "author": "Артур Конан Дойл",
    "genre": "Художественная литература",
    "description": "В «Последнем деле Холмса» Шерлок Холмс оказывается втянут в опасную битву умов с профессором Мориарти, гением преступного мира Лондона. Осознавая растущую угрозу, Холмс и Ватсон бегут в Швейцарию, пытаясь уйти от Мориарти. По мере того как преследование усиливается, Холмс разрабатывает план, чтобы раз и навсегда покончить с влиянием Мориарти, что приводит к роковой встрече у Рейхенбахского водопада.",
    "cover": "http://books.google.com/books/content?id=XUtNEQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "average_rating": 4.3
  },
  {
    "title": "Шерлок Холмс: Долина ужаса",
    "subtitle": "Без сокращений",
    "author": "Артур Конан Дойл",
    "genre": "Художественная литература",
    "description": "«Шерлок Холмс: Долина ужаса» — четвёртый и последний роман Артура Конан Дойла о знаменитом сыщике. Книга завершена, без сокращений, впервые опубликована в 1915 году. Это одно из самых выдающихся и известных произведений Дойла о приключениях легендарного дуэта — Шерлока Холмса и доктора Ватсона. Издание тщательно отформатировано для удобства чтения и эстетического удовольствия. Ключевые особенности: биографический очерк автора, список связанных произведений в порядке первой публикации, удобный размер шрифта (12 pt), отступы первой строки, межстрочный интервал 1.25 и выравнивание по ширине, специальное оглавление и дизайн для каждой главы. Информация об авторских правах помещена в конец книги, чтобы не мешать содержанию.",
    "cover": "http://books.google.com/books/content?id=L88qEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "average_rating": 4.7
  },
  {
    "title": "Оливер Твист",
    "author": "Чарльз Диккенс",
    "genre": "Художественная литература",
    "description": "Серия «Иллюстрированная классика JAICO» — собрание любимых детских книг, которые читают поколения по всему миру. Богатые приключениями и острыми ощущениями, эти бессмертные истории с яркими иллюстрациями созданы, чтобы радовать юных читателей. В ветхом работном доме одного английского прихода родился мальчик, мать которого умерла при родах. Мальчика назвали ОЛИВЕР ТВИСТ. Он провёл печальное детство в убогой нищете в различных работных домах. В двенадцать лет он сбегает в Лондон, где его подбирает печально известный преступник Фейгин — виртуоз взломов, карманных краж и мелкого воровства. Он обучает Оливера всем этим злым делам. Но один добросердечный джентльмен, ограбленный Фейгином, проникается сочувствием к участи Оливера и помогает ему найти семью, наследство и, самое главное, подлинную личность самого Оливера.",
    "cover": "http://books.google.com/books/content?id=3oSqDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "average_rating": 4.4
  },
  {
    "title": "Там там",
    "subtitle": "Роман",
    "author": "Томми Ориндж",
    "genre": "Художественная литература",
    "description": "ФИНАЛИСТ ПУЛИТЦЕРОВСКОЙ ПРЕМИИ · БЕСТСЕЛЛЕР. Удивительный и сокрушительный роман-лауреат, рассказывающий о двенадцати персонажах из индейских общин: все они едут на Большое пау-вау Окленда, все связаны друг с другом способами, о которых могут и не догадываться. Современная классика, этот «изумительный литературный дебют» (Маргарет Этвуд) «выводит на передний план голоса коренных американцев» (NPR/Fresh Air). Среди них — Джеки Ред Фезер, недавно бросившая пить и пытающаяся вернуться к семье, которую оставила. Дене Оксендин, собирающий свою жизнь после смерти дяди и работающий на пау-вау в память о нём. Четырнадцатилетний Орвил, впервые выступающий с традиционным танцем. Они сходятся и сталкиваются в один судьбоносный день на Большом пау-вау Окленда, и вместе этот хор голосов рассказывает о бедственном положении городских индейцев — о сложной и болезненной истории, о наследии красоты и духовности, об общности, жертвенности и героизме. Книга с «такой бешеной энергией и новостями из особого уголка американской жизни, что это откровение» (The New York Times). Она страстная, смешная, напряжённая, её невозможно отложить — полная поэзии и гнева, взрывающаяся на страницах с безотлагательностью и силой.",
    "cover": "http://books.google.com/books/content?id=oNY0DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "average_rating": 4.5
  },
  {
    "title": "Гость",
    "author": "Ли Чайлд",
    "genre": "Художественная литература",
    "description": "Сержант Эми Каллан и лейтенант Кэролайн Кук многое объединяет. Обе были армейскими звёздами. Обе были знакомы с Джеком Ричером. Обе были вынуждены уйти из армии. Теперь обе мертвы. Обе найдены в собственном доме, обнажённые, в ванне, наполненной краской. Обе, по-видимому, стали жертвами военного. Одиночки, умного парня со счетами, безжалостного мстителя. Человека, похожего на Джека Ричера.",
    "cover": "http://books.google.com/books/content?id=UGUahZnpa0MC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.3
  },
  {
    "title": "Скитальцы",
    "author": "Энн Майклс",
    "genre": "Художественная литература",
    "description": "Ошеломляющий дебютный роман отмеченного наградами поэта. Якоб Бир, травмированный сиротой в раннем детстве во время Второй мировой войны, на протяжении своей жизни познаёт силу языка уничтожать, умалчивать, стирать, а также восстанавливать, вызывать к жизни и свидетельствовать, по мере того как приходит к пониманию масштабов того, что утратил, и того, что можно обрести вновь.",
    "cover": "http://books.google.com/books/content?id=EIHmvTdDOVoC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.2
  },
  {
    "title": "Чувство и чувствительность",
    "subtitle": "Иллюстрированное издание",
    "author": "Джейн Остин",
    "genre": "Художественная литература",
    "description": "«Чувство и чувствительность», написанный Джейн Остин с 41 иллюстрацией Хью Томсона. Когда отец Элинор Дэшвуд умирает, финансы семьи оказываются подорваны. После переезда Дэшвудов в коттедж в Девоншире сестру Элинор, Марианну, разрывают между красавцем Джоном Уиллоби и пожилым полковником Брэндоном. Между тем романтические надежды Элинор на Эдварда Феррарса разбиваются из-за его предыдущей помолвки. И Элинор, и Марианна стремятся к любви, в то время как обстоятельства их жизни постоянно меняются.",
    "cover": "http://books.google.com/books/content?id=qvk6DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "average_rating": 4.7
  },
  {
    "title": "Чума",
    "author": "Альбер Камю",
    "genre": "Художественная литература",
    "description": "«Её актуальность бьёт прямо в лицо» (Стивен Меткалф, Los Angeles Times). «Искупительная книга, внушающая читателю веру даже во времена отчаяния» (Роджер Ловенстайн, Washington Post). Навязчивый роман о человеческой стойкости и надежде перед лицом неослабевающего ужаса — знаковое произведение Альбера Камю об эпидемии, охватившей жителей североафриканского прибрежного города, классика литературы XX века. Жители Орана охвачены смертельной чумой, которая обрекает жертв на скорую и ужасающую смерть. Страх, изоляция и клаустрофобия следуют за ними, когда они оказываются в карантине. Каждый реагирует на смертельную болезнь по-своему: одни смиряются с судьбой, другие ищут виноватых, и лишь немногие, как доктор Риэ, сопротивляются ужасу. Сразу же признанный шедевром после публикации в 1947 году, «Чума» отчасти является аллегорией страданий Франции под нацистской оккупацией и вневременной историей о мужестве и решимости перед лицом хрупкости человеческого существования.",
    "cover": "http://books.google.com/books/content?id=KVGd-NabpW0C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.5
  },
  {
    "title": "Петер Каменцинд",
    "author": "Герман Гессе",
    "genre": "Немецкая художественная литература",
    "description": "В своём первом успешном романе Герман Гессе рассказывает историю Петера Каменцинда — от детства в отдалённой горной деревне до студенческих лет в Цюрихе.",
    "cover": "http://books.google.com/books/content?id=3iY6PgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.9
  },
  {
    "title": "Трудная любовь",
    "author": "Итало Кальвино",
    "genre": "Художественная литература",
    "description": "Автор «Невидимых городов» исследует любовь и войну «с огромной реалистической достоинственностью» в этом сборнике «чудесных произведений из его раннего творчества» (Kirkus, звёздный обзор). В этом сборнике рассказов один из величайших итальянских писателей погружается во внутренний мир персонажей в тот момент, когда их самые заветные иллюзии о любви внезапно улетучиваются. Солдат сжимается от страха в присутствии полногрудой женщины в купе поезда; молодой клерк покидает постель дамы на рассвете; молодая женщина оказывается изолированной от купальщиков на пляже из-за потери нижней части бикини. Столкнувшись с резким моментом прозрения, каждый из этих персонажей обнаруживает скрытые истины под поверхностью повседневной жизни. Это первое издание на английском, представляющее пятнадцать рассказов вместе, как первоначально задумал Кальвино. В книгу также включены два рассказа, недавно переведённые Энн Голдштейн.",
    "cover": "http://books.google.com/books/content?id=aLPqDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "average_rating": 4.2
  },
  {
    "title": "Путь короля",
    "author": "Джон Бьюкен",
    "genre": "Художественная литература",
    "description": "Мы удивляемся, что такой великий человек, как Авраам Линкольн, произошёл из простого народа, — но кто знает, какими были его более далёкие предки? В серии драматических глав г-н Бьюкен излагает своё воображаемое генеалогическое древо Линкольна. Достойный сын северного вождя, спустившегося со своим народом в Нормандию; норманнский рыцарь, сражавшийся под началом герцога Вильгельма и осевший в Англии; французский рыцарь, посланец Людовика Святого к Хубилай-хану; гордая девица, подруга Жанны д’Арк; французский дворянин, отправившийся с Колумбом во второе плавание; мститель Варфоломеевской ночи; друг сэра Уолтера Рэли; сторонник Кромвеля; воин удачи под началом Мальборо; великий охотник в Виргинии — все они, утверждает Бьюкен, были предками Линкольна. Их кровь текла в его жилах и сделала его, по выражению Джеймса Рассела Лоуэлла, «последним из королей».",
    "cover": "http://books.google.com/books/content?id=EpJlAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "average_rating": 4.4
  },
  {
    "title": "Тэсс из рода д’Эрбервиллей",
    "author": "Томас Харди",
    "genre": "Художественная литература",
    "description": "История Тэсс Дарбейфилд, дочери бедного и опустившегося крестьянина.",
    "cover": "http://books.google.com/books/content?id=U-1LyAaWtCoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "average_rating": 4.9
  },
  {
    "title": "Пророк",
    "subtitle": "Вневременная мудрость для современной жизни",
    "author": "Халиль Джебран",
    "genre": "Художественная литература",
    "description": "Классика XX века, «Пророк» — книга, заставляющая задуматься, утешающая и мудрая; её простые истины остаются убедительными и ценными по сей день. Совершенно уникальная и любимая во всём мире, «Пророк» представляет собой сборник из двадцати шести поэтических эссе ливанского художника, философа и писателя Халиля Джебрана. Рассказывая историю пророка Аль-Мустафы и его бесед с разными знакомыми во время возвращения домой после долгого отсутствия, книга затрагивает универсальные темы: любовь, дружба, страсть, боль, религия и свобода.",
    "cover": "http://books.google.com/books/content?id=nAYBEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "average_rating": 4.1
  },
  {
    "title": "1984",
    "author": "Джордж Оруэлл",
    "genre": "Художественная литература",
    "description": "Роман-антиутопия, рисующий тоталитарное общество будущего, где Партия во главе с Большим Братом контролирует каждый шаг человека, его мысли и чувства. Главный герой Уинстон Смит пытается сохранить человеческое достоинство и найти любовь в мире всеобщей слежки и лжи.",
    "cover": "http://books.google.com/books/content?id=YcTzCgAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.8
  },
  {
    "title": "Убить пересмешника",
    "author": "Харпер Ли",
    "genre": "Художественная литература",
    "description": "История, рассказанная маленькой Джин-Луи Финч, о её отце Аттикусе, адвокате из провинциального американского городка, который берётся защищать чернокожего парня, обвинённого в изнасиловании белой девушки. Роман о расизме, справедливости и взрослении, ставший классикой XX века.",
    "cover": "http://books.google.com/books/content?id=GRx2DwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.8
  },
  {
    "title": "Великий Гэтсби",
    "author": "Фрэнсис Скотт Фицджеральд",
    "genre": "Художественная литература",
    "description": "«Век джаза» во всей своей красе. Молодой миллионер Джей Гэтсби устраивает роскошные вечеринки на Лонг-Айленде в надежде вернуть любовь прекрасной Дэйзи. Трагическая история о несбыточных мечтах, социальном неравенстве и «американской мечте».",
    "cover": "http://books.google.com/books/content?id=xHQsEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.6
  },
  {
    "title": "Гордость и предубеждение",
    "author": "Джейн Остин",
    "genre": "Художественная литература",
    "description": "Один из самых известных романов в мировой литературе. История своенравной Элизабет Беннет и загадочного мистера Дарси, их взаимного непонимания, преодоления гордости и предубеждений на пути к истинной любви. Тонкая ирония, живые диалоги и вечные характеры.",
    "cover": "http://books.google.com/books/content?id=s1gVAAAAYAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.5
  },
  {
    "title": "Над пропастью во ржи",
    "author": "Джером Д. Сэлинджер",
    "genre": "Художественная литература",
    "description": "Единственный роман Сэлинджера, ставший культовым для нескольких поколений. Семнадцатилетний Холден Колфилд, исключённый из очередной школы, блуждает по рождественскому Нью-Йорку, пытаясь найти смысл в мире «фальши» и взросления. Искренний голос подростка, бунтующего против несправедливости.",
    "cover": "http://books.google.com/books/content?id=GFuvCgAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.6
  },
  {
    "title": "Мастер и Маргарита",
    "author": "Михаил Булгаков",
    "genre": "Художественная литература",
    "description": "Великий роман Михаила Булгакова, где переплетаются две сюжетные линии: Москва 1930-х, которую посещает Сатана со своей свитой, и древний Ершалаим – история Понтия Пилата и Иешуа. Любовь, мистика, философия и острая сатира на советскую действительность в одном произведении.",
    "cover": "http://books.google.com/books/content?id=f-NZAAAAcAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.5
  },
  {
    "title": "Преступление и наказание",
    "author": "Фёдор Достоевский",
    "genre": "Художественная литература",
    "description": "Философский и психологический роман о студенте Раскольникове, который решает убить старуху-процентщицу, чтобы проверить свою теорию о «право имеющих». Наказание оказывается не столько уголовным, сколько нравственным – муки совести, одиночество и путь к искуплению.",
    "cover": "http://books.google.com/books/content?id=5nZDEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.5
  },
  {
    "title": "Война и мир",
    "author": "Лев Толстой",
    "genre": "Художественная литература",
    "description": "Эпопея, охватывающая жизнь русского общества в эпоху наполеоновских войн. Судьбы аристократических семей Безуховых, Болконских и Ростовых на фоне грандиозных исторических событий. Размышления о войне и мире, смысле жизни, любви и истории.",
    "cover": "http://books.google.com/books/content?id=hMJHEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.5
  },
  {
    "title": "Анна Каренина",
    "author": "Лев Толстой",
    "genre": "Художественная литература",
    "description": "Трагическая история замужней женщины Анны Карениной и её страстной любви к офицеру Вронскому, которая приводит к разрыву с семьёй, обществом и в конечном счёте к гибели. На фоне этой драмы развивается история помещика Левина, ищущего гармонии в семейной жизни и труде.",
    "cover": "http://books.google.com/books/content?id=Y2mLDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.5
  },
  {
    "title": "Сто лет одиночества",
    "author": "Габриэль Гарсиа Маркес",
    "genre": "Художественная литература",
    "description": "Роман-эпопея, шедевр магического реализма. История семьи Буэндиа на протяжении ста лет, от основания вымышленного города Макондо до его гибели. Любовь, война, чудеса, пророчества и неизбежный рок – в книге, принесшей автору Нобелевскую премию.",
    "cover": "http://books.google.com/books/content?id=s09rEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.6
  },
  {
    "title": "Три товарища",
    "author": "Эрих Мария Ремарк",
    "genre": "Художественная литература",
    "description": "Самый пронзительный роман Ремарка о дружбе и любви в Германии между двумя мировыми войнами. Трое друзей-фронтовиков пытаются выжить в разрушенной стране, а главный герой обретает хрупкое счастье с девушкой Патрицией, но прошлое и время неумолимы.",
    "cover": "http://books.google.com/books/content?id=uS-dDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.5
  },
  {
    "title": "Маленький принц",
    "author": "Антуан де Сент-Экзюпери",
    "genre": "Художественная литература",
    "description": "Философская сказка-притча, переведённая на сотни языков. Лётчик, потерпевший крушение в пустыне, встречает мальчика с другой планеты, который рассказывает о своих путешествиях и знакомит читателя с важными истинами: «зорко одно лишь сердце», «мы в ответе за тех, кого приручили».",
    "cover": "http://books.google.com/books/content?id=zX9WEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.3
  },
  {
    "title": "Алхимик",
    "author": "Пауло Коэльо",
    "genre": "Художественная литература",
    "description": "Культовый роман-притча о пастухе Сантьяго, который отправляется в путешествие к пирамидам Египта в поисках сокровищ. На этом пути он обретает мудрость, любовь и понимание своей «Судьбы» – того, к чему каждый стремится с рождения.",
    "cover": "http://books.google.com/books/content?id=zNiiDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.0
  },
  {
    "title": "Вино из одуванчиков",
    "author": "Рэй Брэдбери",
    "genre": "Художественная литература",
    "description": "Автобиографический роман Брэдбери о лете 1928 года в маленьком американском городке. Двенадцатилетний Дуглас Сполдинг открывает для себя жизнь во всех её проявлениях – радости и грусти, рождении и смерти, дружбе и первой любви. «Вино из одуванчиков» – это пойманное и закупоренное в бутылки лето.",
    "cover": "http://books.google.com/books/content?id=IcAmEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.1
  },
  {
    "title": "На Западном фронте без перемен",
    "author": "Эрих Мария Ремарк",
    "genre": "Художественная литература",
    "description": "Окопная правда Первой мировой войны. Восемнадцатилетний Пауль Боймер и его одноклассники идут на фронт прямо со школьной скамьи, полные патриотических иллюзий. Ужасы войны, потеря товарищей, невозможность вернуться к мирной жизни – честный и беспощадный роман-исповедь.",
    "cover": "http://books.google.com/books/content?id=oI8MEQAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.5
  },
  {
    "title": "Шантарам",
    "author": "Грегори Дэвид Робертс",
    "genre": "Художественная литература",
    "description": "Эпический роман о преступнике, сбежавшем из австралийской тюрьмы и нашедшем приют в индийских трущобах. Бомбей, мафия, любовь, поиск искупления и свободы – книга, основанная на реальных событиях из жизни автора, поражает масштабом и глубиной.",
    "cover": "http://books.google.com/books/content?id=oZ-pEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 3.8
  },
  {
    "title": "Унесённые ветром",
    "author": "Маргарет Митчелл",
    "genre": "Художественная литература",
    "description": "История Гражданской войны в США и Реконструкции Юга глазами южанки Скарлетт О’Хара. Борьба за выживание, разрушенный уклад плантаторского рая, сильная героиня, которая готова на всё ради себя и близких, и трагическая любовь к Ретту Батлеру.",
    "cover": "http://books.google.com/books/content?id=PfJ-EAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.4
  },
  {
    "title": "Джейн Эйр",
    "author": "Шарлотта Бронте",
    "genre": "Художественная литература",
    "description": "Роман о бедной гувернантке с сильным характером, которая находит любовь и своё место в мире, несмотря на удары судьбы. История Джейн Эйр и мистера Рочестера – одна из самых знаменитых романтических историй в мировой литературе.",
    "cover": "http://books.google.com/books/content?id=5UK4EAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.6
  },
  {
    "title": "Эмма",
    "author": "Джейн Остин",
    "genre": "Художественная литература",
    "description": "Блестящая комедия нравов о молодой девушке, которая, считая себя искусной свахой, пытается устроить личную жизнь своих знакомых, но сама оказывается слепа к собственным чувствам. Живые диалоги, тонкая ирония и обаятельная героиня.",
    "cover": "http://books.google.com/books/content?id=RueoEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.5
  },
  {
    "title": "Ребекка",
    "author": "Дафна Дюморье",
    "genre": "Художественная литература",
    "description": "Готический психологический триллер. Молодая девушка становится женой аристократа Максима де Уинтера и приезжает в его родовое поместье Мэндерли, но тень предыдущей хозяйки – прекрасной и загадочной Ребекки – преследует её. Атмосфера тайны, саспенс и неожиданная развязка.",
    "cover": "http://books.google.com/books/content?id=mgPXDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.2
  },
  {
    "title": "Краткая история времени",
    "author": "Стивен Хокинг",
    "genre": "Научно-популярная литература",
    "description": "Знаменитая книга Стивена Хокинга, в которой он простым и доступным языком объясняет сложнейшие концепции космологии: Большой взрыв, черные дыры, теорию относительности и природу времени. Книга стала мировым бестселлером и познакомила миллионы читателей с устройством Вселенной.",
    "cover": "http://books.google.com/books/content?id=Zz7pDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.4
  },
  {
    "title": "Эгоистичный ген",
    "author": "Ричард Докинз",
    "genre": "Научно-популярная литература",
    "description": "Революционная книга, изменившая взгляд на эволюцию. Докинз утверждает, что главная единица отбора — не вид и не особь, а ген. Живые организмы — лишь машины выживания, созданные генами для собственного распространения. Книга ввела понятие «мемов» как единиц культурной информации.",
    "cover": "http://books.google.com/books/content?id=ezb3DwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.0
  },
  {
    "title": "Sapiens: Краткая история человечества",
    "author": "Юваль Ной Харари",
    "genre": "Научно-популярная литература",
    "description": "Международный бестселлер, прослеживающий историю Homo sapiens от каменного века до XXI века. Харари объясняет, как человек стал доминирующим видом на планете благодаря способности верить в вымышленные конструкции — деньги, государства, законы и богов. Книга задаёт фундаментальные вопросы о прошлом и будущем человечества.",
    "cover": "http://books.google.com/books/content?id=xUsoEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.1
  },
  {
    "title": "Homo Deus: Краткая история завтрашнего дня",
    "author": "Юваль Ной Харари",
    "genre": "Научно-популярная литература",
    "description": "Продолжение бестселлера «Sapiens». Харари исследует будущее человечества: сможем ли мы победить смерть, стать богами и создать искусственный разум? Книга поднимает вопросы этики, технологий и того, во что люди будут верить, когда религии и идеологии потеряют власть.",
    "cover": "http://books.google.com/books/content?id=_n3qDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.2
  },
  {
    "title": "Космос",
    "author": "Карл Саган",
    "genre": "Научно-популярная литература",
    "description": "Книга, написанная к легендарному одноимённому телесериалу. Саган с поэтичностью и глубиной рассказывает о Вселенной, её происхождении, эволюции звёзд, планетах Солнечной системы, поисках внеземного разума и месте человека в бескрайнем космосе. Одна из главных научно-популярных книг XX века.",
    "cover": "http://books.google.com/books/content?id=F_RPEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.1
  },
  {
    "title": "Гёдель, Эшер, Бах: эта бесконечная гирлянда",
    "author": "Дуглас Хофштадтер",
    "genre": "Научно-популярная литература",
    "description": "Пулитцеровская премия. Книга о мышлении, символах и парадоксах, соединяющая математику, музыку и искусство. Хофштадтер исследует природу сознания через теорему Гёделя о неполноте, гравюры Эшера и фуги Баха. Сложная, увлекательная и глубочайшая работа о том, как возникает смысл.",
    "cover": "http://books.google.com/books/content?id=gfB-DwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.0
  },
  {
    "title": "Структура научных революций",
    "author": "Томас Кун",
    "genre": "Научно-популярная литература",
    "description": "Одна из самых влиятельных книг по философии науки XX века. Кун ввёл понятия «парадигма» и «смена парадигм», показав, что наука развивается не линейно, а через революции, когда старая картина мира разрушается и на её место приходит новая, несовместимая с предыдущей.",
    "cover": "http://books.google.com/books/content?id=o8uTDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.4
  },
  {
    "title": "Происхождение видов",
    "author": "Чарльз Дарвин",
    "genre": "Научно-популярная литература",
    "description": "Фундаментальный труд, изменивший биологию и мировоззрение человечества. Дарвин изложил теорию эволюции путём естественного отбора, объяснил механизмы видообразования и привёл огромное количество доказательств. Книга вызвала ожесточённые споры и остаётся краеугольным камнем современной науки.",
    "cover": "http://books.google.com/books/content?id=oOcBEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.5
  },
  {
    "title": "Человек в поисках смысла",
    "author": "Виктор Франкл",
    "genre": "Научно-популярная литература",
    "description": "Психолог и психиатр Виктор Франкл, узник концлагеря, описывает свой опыт выживания в нечеловеческих условиях и разрабатывает логотерапию — метод психотерапии, основанный на поиске смысла как главной движущей силы человека. Книга о том, как сохранить человеческое достоинство даже в бездне страданий.",
    "cover": "http://books.google.com/books/content?id=XXgIEQAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.1
  },
  {
    "title": "Психология влияния",
    "author": "Роберт Чалдини",
    "genre": "Научно-популярная литература",
    "description": "Классическое исследование механизмов убеждения и уступчивости. Чалдини выделяет шесть универсальных принципов влияния: взаимный обмен, обязательство и последовательность, социальное доказательство, симпатия, авторитет и дефицит. Книга, которая учит распознавать манипуляции и защищаться от них.",
    "cover": "http://books.google.com/books/content?id=3IWpEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.5
  },
  {
    "title": "Поток: психология оптимального переживания",
    "author": "Михай Чиксентмихайи",
    "genre": "Научно-популярная литература",
    "description": "Основополагающая книга о счастье и творчестве. Чиксентмихайи вводит понятие «поток» — состояние полной погружённости в деятельность, когда время исчезает, а человек испытывает наивысшее удовлетворение. Автор объясняет, как достигать потока в работе, учёбе, спорте и отношениях.",
    "cover": "http://books.google.com/books/content?id=lLbNDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.4
  },
  {
    "title": "Чёрный лебедь. Под знаком непредсказуемости",
    "author": "Нассим Талеб",
    "genre": "Научно-популярная литература",
    "description": "Книга о редких, но катастрофических событиях, которые невозможно предсказать, но которые радикально меняют мир — войнах, кризисах, открытиях. Талеб критикует нашу веру в прогнозы и статистику и предлагает стратегии, как не только выживать, но и выигрывать в эпоху хаоса.",
    "cover": "http://books.google.com/books/content?id=45jzDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.4
  },
  {
    "title": "Сапиенс для юных",
    "author": "Юваль Ной Харари",
    "genre": "Научно-популярная литература",
    "description": "Адаптация мирового бестселлера для подростков. Харари рассказывает о ключевых этапах истории человечества: когнитивной, аграрной и научной революциях. Книга помогает юным читателям понять, как мы стали такими, какие мы есть, и куда движется наш вид.",
    "cover": "http://books.google.com/books/content?id=Ua8FEQAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.4
  },
  {
    "title": "О происхождении времени. Последняя теория Стивена Хокинга",
    "author": "Томас Хертог",
    "genre": "Научно-популярная литература",
    "description": "Книга ближайшего коллеги Хокинга, в которой изложена финальная теория великого физика — теория «сверху вниз». Это попытка создать квантовую теорию космологии, объясняющую рождение Вселенной и природу времени. Сложная физика, изложенная доступно и увлекательно.",
    "cover": "http://books.google.com/books/content?id=Vnf3EAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.0
  },
  {
    "title": "Биология добра и зла. Как наука объясняет наши поступки",
    "author": "Роберт Сапольски",
    "genre": "Научно-популярная литература",
    "description": "Эпохальный труд знаменитого нейробиолога о природе человеческой морали. Сапольски рассматривает поведение человека за секунду до поступка, за минуты, годы и миллионы лет эволюции. Почему мы совершаем хорошие и плохие поступки? Где границы ответственности? Книга, меняющая взгляд на человечество.",
    "cover": "http://books.google.com/books/content?id=T12vDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.2
  },
  {
    "title": "Элегантная Вселенная",
    "author": "Брайан Грин",
    "genre": "Научно-популярная литература",
    "description": "Доступное и увлекательное введение в теорию струн. Грин объясняет, почему физики считают струны главным кандидатом на «теорию всего», объединяющую квантовую механику и общую теорию относительности. Книга о скрытых измерениях, суперсимметрии и фундаментальной структуре реальности.",
    "cover": "http://books.google.com/books/content?id=nPkqEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.2
  },
  {
    "title": "Ген. Очень краткая история",
    "author": "Сиддхартха Мукерджи",
    "genre": "Научно-популярная литература",
    "description": "Пулитцеровский лауреат рассказывает историю гена — от открытия ДНК до современной генной инженерии. Мукерджи соединяет науку, историю и личную историю своей семьи, страдающей от психических заболеваний. Книга о том, как генетика меняет медицину, этику и наше понимание человечности.",
    "cover": "http://books.google.com/books/content?id=JjP9DwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.2
  },
  {
    "title": "Империя должна умереть",
    "author": "Михаил Зыгарь",
    "genre": "Научно-популярная литература",
    "description": "Масштабное исследование истории России от начала XX века до революции 1917 года. Зыгарь рассказывает о том, как жила страна в последние годы империи, о противостоянии общества и власти, о людях, которые пытались спасти или уничтожить старый порядок. Книга стала бестселлером и переиздавалась многократно.",
    "cover": "http://books.google.com/books/content?id=eM_XDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.6
  },
  {
    "title": "Фейнмановские лекции по физике",
    "author": "Ричард Фейнман",
    "genre": "Научно-популярная литература",
    "description": "Легендарный курс лекций гениального физика и блестящего популяризатора. Фейнман объясняет механику, электродинамику, квантовую физику с уникальной наглядностью, юмором и глубиной. Книги, по которым учились поколения студентов и просто любознательных читателей.",
    "cover": "http://books.google.com/books/content?id=QlPNDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.5
  },
  {
    "title": "Зачем мы спим. Новая наука о сне и сновидениях",
    "author": "Мэттью Уокер",
    "genre": "Научно-популярная литература",
    "description": "Книга, которая заставила мир пересмотреть отношение ко сну. Нейробиолог Мэттью Уокер объясняет, как сон влияет на обучение, память, иммунитет, психику и продолжительность жизни. Почему недостаток сна убивает и как спать правильно. Бестселлер, изменивший привычки миллионов людей.",
    "cover": "http://books.google.com/books/content?id=JXK-DwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.2
  },
  {
    "title": "Самая главная молекула",
    "author": "Максим Франк-Каменецкий",
    "genre": "Научно-популярная литература",
    "description": "Книга о ДНК — главной молекуле жизни, написанная выдающимся российским биофизиком. Автор увлекательно рассказывает об открытии структуры ДНК, механизмах наследственности, мутациях и эволюции, а также о том, как современная наука учится редактировать геном. Одна из лучших научно-популярных книг на русском языке.",
    "cover": "http://books.google.com/books/content?id=Zn5sEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.6
  },
  {
    "title": "Будущее разума",
    "author": "Митио Каку",
    "genre": "Научно-популярная литература",
    "description": "Известный физик-теоретик исследует фронтиры нейронауки и искусственного интеллекта. Каку рассказывает о том, как технологии позволят нам читать мысли, передавать воспоминания, управлять предметами силой мысли и даже загружать сознание в компьютер. Научная фантастика, стремительно становящаяся реальностью.",
    "cover": "http://books.google.com/books/content?id=BTvVDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.4
  },
  {
    "title": "Паразит — царь природы",
    "author": "Карл Циммер",
    "genre": "Научно-популярная литература",
    "description": "Книга, переворачивающая представление о жизни на Земле. Циммер рассказывает о паразитах — существах, которые управляют поведением своих хозяев, меняют экосистемы и даже влияют на эволюцию человека. Вы узнаете, как токсоплазма делает крыс бесстрашными, а грибы заставляют муравьёв совершать самоубийство. Парадоксально, но без паразитов жизнь была бы невозможна.",
    "cover": "http://books.google.com/books/content?id=vzAeEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.1
  },
  {
    "title": "Физика невозможного",
    "author": "Митио Каку",
    "genre": "Научно-популярная литература",
    "description": "Митио Каку классифицирует технологии будущего по степени их реализации: от тех, что появятся через десятилетия (силовые поля, невидимость), до тех, что станут возможны через тысячелетия (путешествия во времени, параллельные вселенные). Книга объясняет, где проходит граница между законами физики и нашими ограниченными инженерными возможностями.",
    "cover": "http://books.google.com/books/content?id=Z1iEEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.2
  },
  {
    "title": "Происхождение жизни. От туманности до клетки",
    "author": "Михаил Никитин",
    "genre": "Научно-популярная литература",
    "description": "Книга российского биофизика, подробно и современно рассказывающая о том, как могла возникнуть жизнь на Земле. Никитин рассматривает абиогенез с точки зрения химии, геологии, астрофизики и биологии: от синтеза органических молекул до появления первых клеток. Научно строго и невероятно увлекательно.",
    "cover": "http://books.google.com/books/content?id=p_njDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.6
  },
  {
    "title": "Как мы делаем это. Эволюция и будущее репродуктивного поведения",
    "author": "Роберт Мартин",
    "genre": "Научно-популярная литература",
    "description": "Биолог-антрополог исследует репродуктивное поведение человека с точки зрения эволюции. От зачатия до рождения — автор сравнивает наши практики с другими приматами и предками, развенчивая мифы о беременности, родах, грудном вскармливании и родительстве. Книга отвечает на вопрос: что в нашем размножении естественно, а что — культурное изобретение?",
    "cover": "http://books.google.com/books/content?id=p1fqDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.1
  },
  {
    "title": "Вынос мозга",
    "author": "Катарина Вестман",
    "genre": "Научно-популярная литература",
    "description": "Шведский нейробиолог объясняет, почему цифровые технологии перегружают наш мозг, вызывая стресс, бессонницу и снижение концентрации. Вестман рассказывает о механизмах внимания, памяти и эмоций и предлагает практические стратегии, как сохранить ментальное здоровье в эпоху информационного перенасыщения.",
    "cover": "http://books.google.com/books/content?id=Qe7qDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.6
  },
  {
    "title": "Съедобная экономика",
    "author": "Ха-Джун Чанг",
    "genre": "Научно-популярная литература",
    "description": "Знаменитый экономист объясняет сложные экономические концепции через... еду. Шоколад — глобализация, чеснок — производительность труда, лапша быстрого приготовления — неравенство. Неожиданный, остроумный и доступный способ понять, как устроена экономика и почему она влияет на всё, что мы едим.",
    "cover": "http://books.google.com/books/content?id=2dBYEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.1
  },
  {
    "title": "Вооружённый глаз",
    "author": "Алексей Паевский, Анна Хоружая",
    "genre": "Научно-популярная литература",
    "description": "Книга о том, как технологии расширяют возможности нашего зрения. От микроскопов, увидевших вирусы, до телескопов, заглянувших в начало Вселенной. Авторы рассказывают о гениальных изобретателях, научных открытиях и приборах, которые позволяют нам видеть невидимое.",
    "cover": "http://books.google.com/books/content?id=WgTUEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.1
  },
  {
    "title": "Зачем мы говорим",
    "author": "Тревор Кокс",
    "genre": "Научно-популярная литература",
    "description": "Книга о науке речи и акустике. Профессор аудиологии объясняет, как мы производим звуки, как наш мозг распознаёт слова в шумной толпе, почему одни голоса кажутся нам приятными, а другие раздражают, и как технологии синтезируют речь. От физики звука до нейробиологии диалога.",
    "cover": "http://books.google.com/books/content?id=4UJPEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.3
  },
  {
    "title": "Теория игр в комиксах",
    "author": "Пастин Иван, Тувия Пастин",
    "genre": "Научно-популярная литература",
    "description": "Введение в теорию игр — математический аппарат, описывающий стратегическое взаимодействие. Авторы в формате комикса объясняют дилемму заключённого, равновесие Нэша, аукционы и эволюционную теорию игр. Смешно, наглядно и без формул. Для всех, кто хочет понимать, как люди принимают решения.",
    "cover": "http://books.google.com/books/content?id=JzAREAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.2
  },
  {
    "title": "Кровь: река жизни",
    "author": "Стивен Гандри",
    "genre": "Научно-популярная литература",
    "description": "Кардиолог и иммунолог рассказывает о крови как о главной жидкости организма. От древних представлений о кровопускании до современных методов переливания и генной терапии. Автор объясняет, как питание, стресс и образ жизни влияют на состав крови и почему здоровье сосудов — основа долголетия.",
    "cover": "http://books.google.com/books/content?id=4jGUEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.6
  },
  {
    "title": "Мозг и душа",
    "author": "Крис Фрит",
    "genre": "Научно-популярная литература",
    "description": "Знаменитый нейробиолог объясняет, как наш мозг создаёт иллюзию сознания и свободы воли. Фрит показывает, что мы не воспринимаем мир объективно — мозг постоянно достраивает реальность на основе прошлого опыта. Книга о том, почему наши ощущения — это не фотография мира, а его активная интерпретация.",
    "cover": "http://books.google.com/books/content?id=onprEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.5
  },
  {
    "title": "Вирусы: кто правит миром",
    "author": "Карл Циммер",
    "genre": "Научно-популярная литература",
    "description": "Эпическая история вирусов — от древнейших времён до пандемии COVID-19. Циммер показывает, что вирусы не только вызывают болезни, но и влияют на эволюцию всех живых организмов, переносят гены, формируют экосистемы. Часть нашего генома — бывшие вирусы. Без них не было бы жизни в её современном виде.",
    "cover": "http://books.google.com/books/content?id=1Hs-EAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.4
  },
  {
    "title": "Иллюзия знания",
    "author": "Стивен Сломан, Филип Фернбах",
    "genre": "Научно-популярная литература",
    "description": "Почему мы думаем, что знаем больше, чем на самом деле? Когнитивные психологи доказывают, что человеческий разум не предназначен для глубокого понимания мира — мы используем «когнитивное сообщество»: знания, распределённые между людьми и технологиями. Книга о природе невежества и коллективном интеллекте.",
    "cover": "http://books.google.com/books/content?id=poTODwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.2
  },
  {
    "title": "Скептик: рациональный взгляд на мир",
    "author": "Майкл Шермер",
    "genre": "Научно-популярная литература",
    "description": "Издатель журнала Skeptic разоблачает псевдонауку, мифы и теории заговора. Шермер объясняет психологические механизмы веры в чудеса, природу паранормального опыта и то, почему даже умные люди попадаются на удочку шарлатанов. Призыв к рациональному мышлению и научному методу в повседневной жизни.",
    "cover": "http://books.google.com/books/content?id=FqRrEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.2
  },
  {
    "title": "Квантовая вселенная",
    "author": "Брайан Кокс, Джефф Форшоу",
    "genre": "Научно-популярная литература",
    "description": "Знаменитый физик и популяризатор Брайан Кокс объясняет, как устроен квантовый мир. Без сложных формул, но с глубоким пониманием авторы рассказывают о корпускулярно-волновом дуализме, принципе неопределённости, квантовой запутанности и том, почему квантовая механика — не просто теория, а описание реальности.",
    "cover": "http://books.google.com/books/content?id=n6_vDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.3
  },
  {
    "title": "ДНК: история генетической революции",
    "author": "Джеймс Уотсон",
    "genre": "Научно-популярная литература",
    "description": "Обновлённое издание классической книги одного из первооткрывателей структуры ДНК. Уотсон рассказывает историю генетики — от двойной спирали до CRISPR-Cas9. Личный взгляд нобелевского лауреата на главные открытия XX и XXI веков, изменившие медицину и наше представление о жизни.",
    "cover": "http://books.google.com/books/content?id=hDp4EAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.1
  },
  {
    "title": "Неотрицаемое",
    "author": "Билл Най",
    "genre": "Научно-популярная литература",
    "description": "Известный популяризатор науки («Билл Най — научный парень») объясняет теорию эволюции просто, остроумно и убедительно. Книга о том, почему эволюция — факт, а не теория, как работают естественный отбор и видообразование, и почему креационизм противоречит всему, что мы знаем о мире.",
    "cover": "http://books.google.com/books/content?id=MPvwDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.6
  },
  {
    "title": "Эволюция человека",
    "author": "Александр Марков",
    "genre": "Научно-популярная литература",
    "description": "Двухтомник известного российского биолога, ставший событием в научно-популярной литературе. Марков обобщает данные палеоантропологии, генетики, этологии и нейробиологии, чтобы ответить на вопросы: как и почему человек стал человеком, чем мы отличаемся от обезьян и куда эволюция ведёт нас дальше. Глубочайшая и увлекательнейшая книга.",
    "cover": "http://books.google.com/books/content?id=O0ThDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.0
  },
  {
    "title": "Гарри Поттер и философский камень",
    "author": "Дж.К. Роулинг",
    "genre": "Фэнтези",
    "description": "Первая книга серии, покорившей мир. Мальчик, который выжил, узнаёт, что он волшебник, поступает в Хогвартс и находит верных друзей. История о дружбе, храбрости и выборе, которая стала культовой для нескольких поколений подростков.",
    "cover": "http://books.google.com/books/content?id=Hc0fEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.7
  },
  {
    "title": "Гарри Поттер и Тайная комната",
    "author": "Дж.К. Роулинг",
    "genre": "Фэнтези",
    "description": "Второй год обучения в Хогвартсе приносит новые испытания: таинственный голос, нападения на учеников и загадочную Тайную комнату. Гарри, Рон и Гермиона снова вступают в борьбу с силами зла.",
    "cover": "http://books.google.com/books/content?id=H20fEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.5
  },
  {
    "title": "Гарри Поттер и узник Азкабана",
    "author": "Дж.К. Роулинг",
    "genre": "Фэнтези",
    "description": "Из тюрьмы Азкабан сбегает Сириус Блэк — опасный преступник, связанный с прошлым Гарри. Третья книга цикла, где мир волшебников становится шире, а прошлое семьи Поттеров раскрывает новые тайны.",
    "cover": "http://books.google.com/books/content?id=Im0fEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.4
  },
  {
    "title": "Перси Джексон и похититель молний",
    "author": "Рик Риордан",
    "genre": "Фэнтези",
    "description": "Двенадцатилетний Перси Джексон узнаёт, что он сын Посейдона, и попадает в Лагерь полукровок. Вместе с друзьями он отправляется в опасное путешествие, чтобы предотвратить войну между олимпийскими богами. Современная мифология, юмор и невероятные приключения.",
    "cover": "http://books.google.com/books/content?id=PHHbEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.7
  },
  {
    "title": "Перси Джексон и Море чудовищ",
    "author": "Рик Риордан",
    "genre": "Фэнтези",
    "description": "Лагерю полукровок угрожает опасность — волшебная граница ослабевает. Перси отправляется на поиски Золотого руна, чтобы спасти свой новый дом. Его ждут циклопы, сирены и другие чудовища древнегреческих мифов.",
    "cover": "http://books.google.com/books/content?id=mnLbEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.4
  },
  {
    "title": "Голодные игры",
    "author": "Сьюзен Коллинз",
    "genre": "Фэнтези / Антиутопия",
    "description": "В постапокалиптическом Панеме каждый год Капитолий устраивает Голодные игры — жестокое шоу, где 24 подростка сражаются насмерть. Китнисс Эвердин вызывается добровольцем вместо младшей сестры. Роман о выживании, бунте и цене свободы.",
    "cover": "http://books.google.com/books/content?id=7esOEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.5
  },
  {
    "title": "И вспыхнет пламя",
    "author": "Сьюзен Коллинз",
    "genre": "Фэнтези / Антиутопия",
    "description": "Вторая книга трилогии. Китнисс и Пит становятся символами восстания. Капитолий решает уничтожить их снова — на этот раз в Квартальной бойне, где сражаются бывшие победители. Ставки выше, враг хитрее, а цена неповиновения растёт.",
    "cover": "http://books.google.com/books/content?id=De0OEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.5
  },
  {
    "title": "Сойка-пересмешница",
    "author": "Сьюзен Коллинз",
    "genre": "Фэнтези / Антиутопия",
    "description": "Финальная часть трилогии. Китнисс становится лицом революции. Война против Капитолия неизбежна, но цена победы может оказаться слишком высокой. Роман о травме, выборе и надежде.",
    "cover": "http://books.google.com/books/content?id=H-4OEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 3.9
  },
  {
    "title": "Эрагон",
    "author": "Кристофер Паолини",
    "genre": "Фэнтези",
    "description": "Мальчик Эрагон находит в горах загадочный камень, из которого вылупляется дракон. Так начинается история последнего Всадника, которому суждено сразиться с тираном Гальбаториксом. Классическое эпическое фэнтези, написанное автором в 15 лет.",
    "cover": "http://books.google.com/books/content?id=1rJmEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.1
  },
  {
    "title": "Наследие",
    "author": "Кристофер Паолини",
    "genre": "Фэнтези",
    "description": "Заключительная книга тетралогии о Всаднике и его драконе. Эрагон готовится к финальной битве с Гальбаториксом. Судьба Алагейзии висит на волоске, и только драконы и их всадники могут спасти мир.",
    "cover": "http://books.google.com/books/content?id=kBdEEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.2
  },
  {
    "title": "Тринадцатая фея",
    "author": "Алекс Флинн",
    "genre": "Фэнтези",
    "description": "Современный подросток попадает в мир, где живут персонажи классических сказок. Но сказки здесь совсем не такие добрые, как мы привыкли. Феи, принцы и чудовища борются за власть, а главной героине предстоит разобраться, кто на самом деле злодей, а кто — жертва.",
    "cover": "http://books.google.com/books/content?id=8Mf4DwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.1
  },
  {
    "title": "Дом странных детей",
    "author": "Ренсом Риггз",
    "genre": "Фэнтези / Мистика",
    "description": "Джейкоб находит приют для странных детей, где живут дети с необычными способностями: девочка, которая поднимает камни силой мысли, мальчик-невидимка, девочка с огнём в руках. Старинные фотографии, атмосфера тайны и готическое фэнтези.",
    "cover": "http://books.google.com/books/content?id=Jt4rEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.5
  },
  {
    "title": "Город пустых",
    "author": "Ренсом Риггз",
    "genre": "Фэнтези / Мистика",
    "description": "Вторая часть серии. Джейкоб отправляется в Лондон 1940-х годов, где находит других странных детей и сталкивается с ещё более опасными чудовищами. Путешествия во времени, петрунки и борьба за выживание.",
    "cover": "http://books.google.com/books/content?id=sfHeDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.3
  },
  {
    "title": "Коралина",
    "author": "Нил Гейман",
    "genre": "Фэнтези / Хоррор",
    "description": "Девочка Коралина находит в новом доме дверь, ведущую в параллельный мир, где у неё есть другие родители — с пуговицами вместо глаз. Идеальный мир оказывается ловушкой. Мрачная, атмосферная сказка, которая пугает и завораживает.",
    "cover": "http://books.google.com/books/content?id=uE6wDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.3
  },
  {
    "title": "Зверинец",
    "author": "Туи Сазерленд",
    "genre": "Фэнтези",
    "description": "Первая книга серии «Драконья сага». Мир Пантеи разделён между драконьими племенами. Пророчество гласит, что пять драконят положат конец войне. Но смогут ли они преодолеть ненависть, которой их учили с детства? Эпическое фэнтези для подростков.",
    "cover": "http://books.google.com/books/content?id=YFhmEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.1
  },
  {
    "title": "Потерянная принцесса",
    "author": "Туи Сазерленд",
    "genre": "Фэнтези",
    "description": "Вторая книга «Драконьей саги». Драконята продолжают свой путь, а тайна пропавшей принцессы грозит разрушить всё, что они знают о себе и своём предназначении. Дружба, предательство и поиск своего места в мире.",
    "cover": "http://books.google.com/books/content?id=lNhmEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 3.9
  },
  {
    "title": "Тень и кость",
    "author": "Ли Бардуго",
    "genre": "Фэнтези",
    "description": "Алина Старкова — простая картограф, но во время опасности в ней просыпается магия, которой никто не ожидал. Её отправляют ко Драконьей вольной, чтобы она научилась контролировать свою силу. Первая книга трилогии «Гриша» — мир, вдохновлённый Россией XIX века.",
    "cover": "http://books.google.com/books/content?id=4IpdEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 3.9
  },
  {
    "title": "Шестёрка воронов",
    "author": "Ли Бардуго",
    "genre": "Фэнтези",
    "description": "Каз Бреккер — криминальный гений. Ему поручают невозможное: проникнуть в неприступную крепость и похитить учёного, который создаёт наркотик, способный уничтожить магию. Он собирает команду изгоев, у каждого из которых свои секреты. Ограбление века в мире фэнтези.",
    "cover": "http://books.google.com/books/content?id=f0heEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.0
  },
  {
    "title": "Продажное королевство",
    "author": "Ли Бардуго",
    "genre": "Фэнтези",
    "description": "Продолжение «Шестёрки воронов». Команда Каза получает новый заказ, ещё более опасный и безумный. Старые враги возвращаются, союзы рушатся, а ставки выше, чем когда-либо. Мрачное, взрослое фэнтези для подростков.",
    "cover": "http://books.google.com/books/content?id=bm8wEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 3.8
  },
  {
    "title": "Дети леса",
    "author": "Катя Брандис",
    "genre": "Фэнтези",
    "description": "Караг — оборотень, наполовину человек, наполовину гепард. Он поступает в школу «Кристалл», где учатся другие дети-оборотни. Но кто-то хочет уничтожить всех оборотней, и Караг оказывается в центре заговора. Книга о принятии себя и своих особенностей.",
    "cover": "http://books.google.com/books/content?id=0b2hEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.0
  },
  {
    "title": "Дюна",
    "author": "Фрэнк Герберт",
    "genre": "Фантастика",
    "description": "Шедевр научной фантастики. Пол Атрейдес, сын герцога, оказывается в центре борьбы за планету Арракис — единственный источник пряности, важнейшего ресурса вселенной. Роман о политике, экологии, религии и судьбе, изменивший жанр навсегда.",
    "cover": "http://books.google.com/books/content?id=YxOwEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.0
  },
  {
    "title": "Автостопом по галактике",
    "author": "Дуглас Адамс",
    "genre": "Фантастика / Юмор",
    "description": "Землянин Артур Дент узнаёт, что его планету уничтожают, чтобы построить гиперпространственную магистраль. Его спасает инопланетянин Форд Префект, и они отправляются в путешествие по галактике. Абсурдный юмор, парадоксы времени и ответ на главный вопрос жизни, вселенной и всего такого — 42.",
    "cover": "http://books.google.com/books/content?id=fNCIEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.2
  },
  {
    "title": "451 градус по Фаренгейту",
    "author": "Рэй Брэдбери",
    "genre": "Фантастика / Антиутопия",
    "description": "Мир, где книги запрещены и сжигаются пожарными. Главный герой — Гай Монтэг, который сжигает книги, но начинает сомневаться в правильности системы. Роман о цене знаний, свободе мысли и борьбе с тоталитаризмом.",
    "cover": "http://books.google.com/books/content?id=f1NtEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.2
  },
  {
    "title": "Марсианин",
    "author": "Энди Вейер",
    "genre": "Фантастика",
    "description": "Астронавт Марк Уотни остался один на Марсе после эвакуации. У него нет связи с Землёй, еды на четыре года и никакой надежды. Но он ботаник, инженер и упрямый человек. Книга о выживании, науке и воле к жизни, написанная с юмором и техническими деталями.",
    "cover": "http://books.google.com/books/content?id=4Yd6DwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.1
  },
  {
    "title": "Солярис",
    "author": "Станислав Лем",
    "genre": "Фантастика",
    "description": "Планета Солярис покрыта океаном, который является разумным существом. Учёные годами пытаются установить с ним контакт, но безуспешно. Крис Кельвин прибывает на станцию и сталкивается с феноменом: океан материализует его погибшую жену. Роман о границах познания и природе человечности.",
    "cover": "http://books.google.com/books/content?id=yD-xDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 3.9
  },
  {
    "title": "Нейромант",
    "author": "Уильям Гибсон",
    "genre": "Фантастика / Киберпанк",
    "description": "Роман, основавший жанр киберпанк. Кейс — хакер, который может подключаться к киберпространству. Ему поручают последнее задание, которое изменит мир. Искусственный интеллект, виртуальная реальность, корпорации будущего — книга, предсказавшая цифровую эпоху.",
    "cover": "http://books.google.com/books/content?id=BP5jEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 3.8
  },
  {
    "title": "Я, робот",
    "author": "Айзек Азимов",
    "genre": "Фантастика",
    "description": "Сборник рассказов, в которых Азимов сформулировал Три закона робототехники. Доктор Сьюзен Кэлвин, робопсихолог, вспоминает случаи, когда роботы вели себя не так, как запрограммированы. Книга о том, что значит быть человеком в мире машин.",
    "cover": "http://books.google.com/books/content?id=wXJHEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.1
  },
  {
    "title": "Конец Вечности",
    "author": "Айзек Азимов",
    "genre": "Фантастика",
    "description": "Вечность — организация, контролирующая путешествия во времени и изменяющая реальность, чтобы избегать катастроф. Эндрю Харлан — техник, который влюбляется в женщину из прошлого. Его выбор может уничтожить Вечность или изменить судьбу человечества.",
    "cover": "http://books.google.com/books/content?id=r4dxEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.3
  },
  {
    "title": "Основание",
    "author": "Айзек Азимов",
    "genre": "Фантастика",
    "description": "Первая книга легендарной трилогии. Математик Гэри Селдон предсказывает падение Галактической Империи и тёмные века на 30 тысяч лет. Он создаёт Фонд, чтобы сохранить знания и сократить период хаоса до тысячи лет. Эпическая сага о цивилизации, истории и предопределении.",
    "cover": "http://books.google.com/books/content?id=teHeEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 3.9
  },
  {
    "title": "Человек-невидимка",
    "author": "Герберт Уэллс",
    "genre": "Фантастика",
    "description": "Гриффин — гениальный физик, открывший способ становиться невидимым. Он пытается использовать своё открытие, но невидимость приносит не могущество, а безумие и изоляцию. Классика научной фантастики о цене открытий и природе человечности.",
    "cover": "http://books.google.com/books/content?id=6X0uEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.3
  },
  {
    "title": "Война миров",
    "author": "Герберт Уэллс",
    "genre": "Фантастика",
    "description": "Марсиане вторгаются на Землю. Их технологическое превосходство подавляет человечество, и спасения, кажется, нет. Первый роман о внеземном вторжении, породивший целый жанр и до сих пор не теряющий актуальности.",
    "cover": "http://books.google.com/books/content?id=3yY0EAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.1
  },
  {
    "title": "Машина времени",
    "author": "Герберт Уэллс",
    "genre": "Фантастика",
    "description": "Путешественник во времени отправляется в далёкое будущее и обнаруживает, что человечество разделилось на два вида: нежных элоев и подземных морлоков. Роман о социальном неравенстве, эволюции и уязвимости цивилизации.",
    "cover": "http://books.google.com/books/content?id=mIE6EAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 3.8
  },
  {
    "title": "Остров доктора Моро",
    "author": "Герберт Уэллс",
    "genre": "Фантастика",
    "description": "Безумный учёный на отдалённом острове превращает животных в людей с помощью вивисекции. Его создания пытаются следовать законам, но животная природа прорывается. Роман о границах науки, этике эксперимента и что значит быть человеком.",
    "cover": "http://books.google.com/books/content?id=zYM6EAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.3
  },
  {
    "title": "Пикник на обочине",
    "author": "Аркадий и Борис Стругацкие",
    "genre": "Фантастика",
    "description": "После визита пришельцев на Земле остались Зоны — места с аномалиями и артефактами. Сталкеры рискуют жизнью, чтобы доставать их. Роман о цене контакта, человеческой природе и надежде. По мотивам снят фильм Тарковского «Сталкер».",
    "cover": "http://books.google.com/books/content?id=UowBEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 3.9
  },
  {
    "title": "Трудно быть богом",
    "author": "Аркадий и Борис Стругацкие",
    "genre": "Фантастика",
    "description": "Антон — наблюдатель с Земли на планете, застрявшей в средневековье. Ему запрещено вмешиваться в развитие цивилизации, но он не может оставаться безучастным к жестокости и несправедливости. Роман об ответственности, прогрессе и цене невмешательства.",
    "cover": "http://books.google.com/books/content?id=uYwBEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.3
  },
  {
    "title": "Скотный двор",
    "author": "Джордж Оруэлл",
    "genre": "Фантастика / Антиутопия",
    "description": "Сатирическая притча о революции и тоталитаризме. Животные на ферме свергают людей и устанавливают свои порядки, но постепенно равенство оборачивается диктатурой свиней. «Все животные равны, но некоторые равнее» — фраза, ставшая крылатой.",
    "cover": "http://books.google.com/books/content?id=MWCgEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.7
  },
  {
    "title": "О дивный новый мир",
    "author": "Олдос Хаксли",
    "genre": "Фантастика / Антиутопия",
    "description": "Мир будущего, где людей выращивают в пробирках, программируют на кастовость и подавляют эмоции наркотиком сома. Стабильность достигнута ценой свободы. Дикарь из резервации сталкивается с этим миром и отвергает его. Классическая антиутопия о технологическом рае, ставшем адом.",
    "cover": "http://books.google.com/books/content?id=TI9NEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 3.8
  },
  {
    "title": "Бегущий по лезвию бритвы",
    "author": "Филип Дик",
    "genre": "Фантастика / Киберпанк",
    "description": "Охотник за головами Рик Декард выслеживает андроидов, сбежавших на Землю. Но грань между человеком и машиной стирается. Роман, вдохновивший фильм «Бегущий по лезвию». Вопросы о душе, эмпатии и идентичности.",
    "cover": "http://books.google.com/books/content?id=5bUzEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.0
  },
  {
    "title": "Космоолухи",
    "author": "Ольга Громыко",
    "genre": "Фантастика / Юмор",
    "description": "Команда космического корабля «Космический мозгое…» выполняет контракты, попадает в передряги и пытается выжить в галактике, полной бюрократии, инопланетян и абсурда. Юмористическая фантастика, любимая читателями за живых персонажей и ироничный стиль.",
    "cover": "http://books.google.com/books/content?id=XbCcEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.1
  },
  {
    "title": "Понедельник начинается в субботу",
    "author": "Аркадий и Борис Стругацкие",
    "genre": "Фантастика / Юмор",
    "description": "Программист Саша Привалов устраивается на работу в НИИЧАВО — Научно-исследовательский институт Чародейства и Волшебства. Здесь наука и магия неразделимы, эксперименты ставят на домовых, а завхоз — вампир. Добрая, смешная и мудрая книга о настоящей науке.",
    "cover": "http://books.google.com/books/content?id=7oxwEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.2
  },
  {
    "title": "До встречи с тобой",
    "author": "Джоджо Мойес",
    "genre": "Романтика",
    "description": "Лу Кларк теряет работу и соглашается на место сиделки для Уилла Трейнора — молодого банкира, прикованного к инвалидному креслу после аварии. Уилл утратил волю к жизни, а Лу полна оптимизма. Их история — о любви, выборе и достоинстве. Книга, которую невозможно забыть.",
    "cover": "http://books.google.com/books/content?id=f3ODwQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.2
  },
  {
    "title": "После тебя",
    "author": "Джоджо Мойес",
    "genre": "Романтика",
    "description": "Продолжение истории Лу Кларк. Прошло полтора года после смерти Уилла. Лу пытается жить дальше, работает в баре и посещает группу поддержки. Неожиданная встреча меняет всё. Книга о том, как справляться с утратой и открывать сердце заново.",
    "cover": "http://books.google.com/books/content?id=OSXaoAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.5
  },
  {
    "title": "Все та же я",
    "author": "Джоджо Мойес",
    "genre": "Романтика",
    "description": "Третья книга о Лу Кларк. Она переезжает в Нью-Йорк, начинает новую жизнь и встречает человека, который заставляет её сердце биться чаще. Но прошлое не отпускает, и Лу снова стоит перед сложным выбором.",
    "cover": "http://books.google.com/books/content?id=R7pLtAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 3.9
  },
  {
    "title": "Грозовой перевал",
    "author": "Эмили Бронте",
    "genre": "Романтика",
    "description": "Единственный роман Эмили Бронте, ставший классикой мировой литературы. Трагическая история любви Хитклиффа и Кэтрин, разрушающая судьбы двух семей. Страсть, месть, одержимость — на фоне суровых вересковых пустошей Йоркшира.",
    "cover": "http://books.google.com/books/content?id=3TRREAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.6
  },
  {
    "title": "Гордость и предубеждение",
    "author": "Джейн Остин",
    "genre": "Романтика",
    "description": "Самый известный роман Джейн Остин. Элизабет Беннет — умная, остроумная и независимая девушка, не желающая выходить замуж без любви. Мистер Дарси — богатый, гордый и загадочный. Их путь друг к другу полон непонимания, предрассудков и искромётных диалогов.",
    "cover": "http://books.google.com/books/content?id=s1gVAAAAYAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.9
  },
  {
    "title": "Разум и чувства",
    "author": "Джейн Остин",
    "genre": "Романтика",
    "description": "Сёстры Дэшвуд — Элинор и Марианна — разные по характеру. Одна руководствуется разумом, другая — чувствами. Обе переживают разочарования в любви, но находят свой путь к счастью. Роман о балансе сердца и рассудка.",
    "cover": "http://books.google.com/books/content?id=qvk6DwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.5
  },
  {
    "title": "Нормальные люди",
    "author": "Салли Руни",
    "genre": "Романтика",
    "description": "Коннелл и Марианна учатся в одной школе. Он популярен, она — изгой. Между ними возникает связь, которую они скрывают. После школы их пути расходятся и пересекаются вновь. Роман о близости, классе и том, как трудно быть нормальными людьми.",
    "cover": "http://books.google.com/books/content?id=zC2CDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.2
  },
  {
    "title": "P.S. Я люблю тебя",
    "author": "Сесилия Ахерн",
    "genre": "Романтика",
    "description": "Холли и Джерри — идеальная пара. Но Джерри умирает. Перед смертью он пишет Холли письма, которые она получает после его ухода. Каждое письмо — задание, помогающее ей справиться с горем и научиться жить заново. Трогательная история о любви, которая сильнее смерти.",
    "cover": "http://books.google.com/books/content?id=eAI1EAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 3.7
  },
  {
    "title": "Дневник памяти",
    "author": "Николас Спаркс",
    "genre": "Романтика",
    "description": "Старик читает пожилой женщине историю любви, случившуюся много лет назад. Ной и Элли — из разных миров, их разлучают обстоятельства, но чувство не угасает. Одна из самых пронзительных книг о любви, верности и памяти.",
    "cover": "http://books.google.com/books/content?id=4N6rEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.0
  },
  {
    "title": "Спеши любить",
    "author": "Николас Спаркс",
    "genre": "Романтика",
    "description": "Лэндон Картер в школе мечтал о популярной девушке, а не о тихой Джейми Салливан. Но судьба сводит их вместе. Их любовь расцветает, когда приходит страшная весть. Роман о первом чувстве, искуплении и умении ценить каждое мгновение.",
    "cover": "http://books.google.com/books/content?id=OCU6EAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.1
  },
  {
    "title": "Последняя песня",
    "author": "Николас Спаркс",
    "genre": "Романтика",
    "description": "Бунтарка Ронни вынуждена провести лето с отцом в маленьком прибрежном городке. Она злится на него за развод родителей. Но лето приносит новые знакомства, первую любовь и шанс простить. Книга о семье, прощении и музыке.",
    "cover": "http://books.google.com/books/content?id=gM2uEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.2
  },
  {
    "title": "Элеанор и Парк",
    "author": "Рейнбоу Рауэлл",
    "genre": "Романтика",
    "description": "Два подростка-изгоя встречают друг друга в школьном автобусе. Парк уступает место Элеанор — рыжей, полной, странно одетой девочке. Они начинают читать комиксы и слушать музыку вместе. История первой любви, нежной, неуклюжей и всепоглощающей.",
    "cover": "http://books.google.com/books/content?id=ofF7DwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 3.7
  },
  {
    "title": "Фанатка",
    "author": "Рейнбоу Рауэлл",
    "genre": "Романтика",
    "description": "Кэт — фанатка серии книг о Симоне Сноу. Она пишет фанфики и избегает реальной жизни. В колледже она встречает Леви — парня, не читавшего фэнтези. Их отношения развиваются медленно и трогательно. Книга о том, как найти себя и впустить в жизнь другого.",
    "cover": "http://books.google.com/books/content?id=7g1tDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.5
  },
  {
    "title": "Всем парням, которых я любила",
    "author": "Дженни Хан",
    "genre": "Романтика",
    "description": "Лара Джин пишет письма парням, в которых была влюблена, но никогда их не отправляет. Однажды все письма оказываются отправлены. Её жизнь переворачивается, особенно когда бывший парень старшей сестры получает своё письмо. Лёгкая подростковая романтика.",
    "cover": "http://books.google.com/books/content?id=46H8DwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.0
  },
  {
    "title": "С чистого листа",
    "author": "Морган Мэтсон",
    "genre": "Романтика",
    "description": "Саманта просыпается утром 12 февраля и обнаруживает, что переживает этот день снова и снова. Застряв во временной петле, она пытается изменить события, которые привели к трагедии. И постепенно влюбляется в парня, которого раньше не замечала.",
    "cover": "http://books.google.com/books/content?id=z5GHDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.5
  },
  {
    "title": "Виноваты звезды",
    "author": "Джон Грин",
    "genre": "Романтика",
    "description": "Хейзел — девушка с онкологией. Она считает себя бомбой замедленного действия. На группе поддержки она встречает Огастаса Уотерса, остроумного и обаятельного парня с ампутированной ногой. Их любовь — короткая, яркая и бесконечная. Книга о жизни, смерти и том, что остаётся после нас.",
    "cover": "http://books.google.com/books/content?id=7v-jEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.2
  },
  {
    "title": "Бумажные города",
    "author": "Джон Грин",
    "genre": "Романтика",
    "description": "Квентин всю жизнь тайно влюблён в Марго Рот Шпигель — загадочную и смелую девушку. Однажды ночью она вовлекает его в приключение, а наутро исчезает. Квентин отправляется на её поиски, разгадывая оставленные ею подсказки. Роман о любви, иллюзиях и взрослении.",
    "cover": "http://books.google.com/books/content?id=HeqLEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 3.7
  },
  {
    "title": "Анна и Французский поцелуй",
    "author": "Стефани Перкинс",
    "genre": "Романтика",
    "description": "Анна учится в школе в Париже, вдали от дома. Она знакомится с Étienne St. Clair — обаятельным парнем, который кажется идеальным. Но у него есть девушка, а у Анны — неуверенность. Атмосферная подростковая романтика в сердце Парижа.",
    "cover": "http://books.google.com/books/content?id=B7GWEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 3.9
  },
  {
    "title": "Лето в пионерском галстуке",
    "author": "Елена Малисова, Катерина Сильванова",
    "genre": "Романтика",
    "description": "Советский пионерский лагерь, 1986 год. Вожатый Юра строг и принципиален. Пионер Володя — дерзкий и свободолюбивый. Между ними вспыхивает чувство, невозможное в это время и в этом месте. Книга о запретной любви, ставшая феноменом среди молодых читателей.",
    "cover": "http://books.google.com/books/content?id=4J9LEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 3.8
  },
  {
    "title": "Красный, белый и королевский синий",
    "author": "Кейси МакКвистон",
    "genre": "Романтика",
    "description": "Сын президента США Алекс Клермонт-Диас и принц Уэльский Генри ненавидят друг друга. После публичного инцидента их заставляют изображать дружбу. Но притворство перерастает в нечто большее. Современная ЛГБТК+ романтическая комедия, покорившая мир.",
    "cover": "http://books.google.com/books/content?id=X9yDEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.5
  },
  {
    "title": "Математика. Поиск истины",
    "author": "Морис Клайн",
    "genre": "Научно-популярная литература / Математика",
    "description": "Классическая книга о развитии математической мысли. Клайн прослеживает историю математики от древних цивилизаций до XX века, показывая, как математика помогает человечеству познавать мир. О роли аксиом, логики, интуиции и парадоксов в развитии царицы наук.",
    "cover": "http://books.google.com/books/content?id=Z5jzDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 3.8
  },
  {
    "title": "Природа пространства и времени",
    "author": "Стивен Хокинг, Роджер Пенроуз",
    "genre": "Научно-популярная литература / Математика",
    "description": "Диалог двух гениев о фундаментальных вопросах физики и математики. Хокинг и Пенроуз спорят о природе черных дыр, сингулярностях, квантовой гравитации и стреле времени. Книга для тех, кто хочет понять, как математика описывает Вселенную.",
    "cover": "http://books.google.com/books/content?id=vDqPEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 3.8
  },
  {
    "title": "Математическая теория связи",
    "author": "Клод Шеннон",
    "genre": "Научно-популярная литература / Математика",
    "description": "Основа теории информации. Шеннон заложил математические основы передачи данных, сжатия и кодирования. Без этой книги не было бы современных компьютеров, интернета и цифровой связи. Для всех, кто хочет понять математику информации.",
    "cover": "http://books.google.com/books/content?id=5KjwDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.2
  },
  {
    "title": "Форма реальности",
    "author": "Джордан Элленберг",
    "genre": "Научно-популярная литература / Математика",
    "description": "Математика — это не скучные формулы, а способ мышления. Элленберг показывает, как математические идеи пронизывают искусство, политику, медицину и повседневность. От теоремы Пифагора до теории игр — увлекательное путешествие в скрытую математику реальности.",
    "cover": "http://books.google.com/books/content?id=cpXgDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 3.9
  },
  {
    "title": "Как не ошибаться. Сила математического мышления",
    "author": "Джордан Элленберг",
    "genre": "Научно-популярная литература / Математика",
    "description": "Математическое мышление помогает принимать правильные решения в жизни, бизнесе и политике. Элленберг объясняет статистику, вероятность, регрессию и другие концепции без формул — на примерах из реальной жизни. Книга, которая меняет взгляд на мир.",
    "cover": "http://books.google.com/books/content?id=0FT6DwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.0
  },
  {
    "title": "Великая теорема Ферма",
    "author": "Саймон Сингх",
    "genre": "Научно-популярная литература / Математика",
    "description": "История самой знаменитой математической задачи, которую не могли решить 358 лет. Сингх рассказывает о Пьере Ферме, Эндрю Уайлсе и сотнях математиков, пытавшихся доказать теорему. Детектив, триллер и гимн человеческому гению.",
    "cover": "http://books.google.com/books/content?id=nRLQEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.4
  },
  {
    "title": "Код. Тайный язык информатики",
    "author": "Чарльз Петцольд",
    "genre": "Научно-популярная литература / Математика",
    "description": "Как работают компьютеры? От азбуки Морзе до двоичного кода, от реле до процессоров. Петцольд объясняет фундаментальные принципы вычислительной техники через историю кодирования. Книга, которая открывает глаза на то, как устроен цифровой мир.",
    "cover": "http://books.google.com/books/content?id=4r7cDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.1
  },
  {
    "title": "Математическая составляющая",
    "author": "Николай Андреев, Сергей Коновалов, Никита Панюнин",
    "genre": "Научно-популярная литература / Математика",
    "description": "Книга от редакторов проекта «Математические этюды» о том, как математика работает в реальном мире. Навигаторы, QR-коды, цифровые подписи, томография — везде есть математика. Красиво, наглядно и увлекательно.",
    "cover": "http://books.google.com/books/content?id=mGBLEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.3
  },
  {
    "title": "Тайная жизнь уравнений",
    "author": "Ричард Коквелл",
    "genre": "Научно-популярная литература / Математика",
    "description": "50 великих уравнений и формул, изменивших мир. От теоремы Пифагора до уравнений Эйнштейна. Коквелл объясняет суть каждой формулы, её историю и влияние на науку и жизнь. Для всех, кто хочет понять красоту математического языка.",
    "cover": "http://books.google.com/books/content?id=Qz4tEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.1
  },
  {
    "title": "Математик. Непридуманные истории",
    "author": "Владимир Арнольд",
    "genre": "Научно-популярная литература / Математика",
    "description": "Великий математик Владимир Арнольд делится воспоминаниями, наблюдениями и размышлениями о математике, образовании и жизни. Острые, ироничные и глубокие эссе одного из гениев XX века.",
    "cover": "http://books.google.com/books/content?id=w4l-EAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.1
  },
  {
    "title": "Математика и искусство",
    "author": "Александр Волошинов",
    "genre": "Научно-популярная литература / Математика",
    "description": "Как математика связана с живописью, архитектурой и музыкой? Книга о золотом сечении, перспективе, симметрии и других математических основах искусства. Для всех, кто считает математику и творчество несовместимыми.",
    "cover": "http://books.google.com/books/content?id=r3hLEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 3.8
  },
  {
    "title": "Математик читает газету",
    "author": "Джон Аллен Паулос",
    "genre": "Научно-популярная литература / Математика",
    "description": "Как распознавать манипуляции статистикой, ложные корреляции и скрытые допущения в новостях. Паулос учит критическому мышлению через призму математики. Остроумно, доступно и очень актуально.",
    "cover": "http://books.google.com/books/content?id=TjBfEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.4
  },
  {
    "title": "Восемь этюдов о бесконечности",
    "author": "Хайме Бук",
    "genre": "Научно-популярная литература / Математика",
    "description": "Путешествие в мир бесконечности — от парадоксов Зенона до теории множеств Кантора. Бук объясняет, как математики приручили бесконечность и почему она до сих пор хранит тайны. Книга для тех, кто не боится задавать вопросы.",
    "cover": "http://books.google.com/books/content?id=elA7EAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.2
  },
  {
    "title": "Алекс в стране чисел",
    "author": "Алекс Беллос",
    "genre": "Научно-популярная литература / Математика",
    "description": "Необычное путешествие в мир математики: от счета на пальцах до теории хаоса. Беллос рассказывает о числах, формах, вероятностях и симметриях с юмором и увлеченностью. Математика для тех, кто думает, что не любит математику.",
    "cover": "http://books.google.com/books/content?id=B9i0EAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 3.8
  },
  {
    "title": "Красота математики",
    "author": "Яков Перельман",
    "genre": "Научно-популярная литература / Математика",
    "description": "Классика научпопа от великого популяризатора. Занимательные задачи, головоломки и парадоксы, которые развивают математическое мышление. Перельман показывает, что математика — это красиво, весело и интересно.",
    "cover": "http://books.google.com/books/content?id=hjBfEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 3.7
  },
  {
    "title": "Живая математика",
    "author": "Яков Перельман",
    "genre": "Научно-популярная литература / Математика",
    "description": "Еще одна книга Перельмана, на которой выросло несколько поколений любителей математики. Головоломки, фокусы, лабиринты и нестандартные задачи, которые превращают математику в увлекательную игру.",
    "cover": "http://books.google.com/books/content?id=owxjEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.2
  },
  {
    "title": "Занимательная геометрия",
    "author": "Яков Перельман",
    "genre": "Научно-популярная литература / Математика",
    "description": "Геометрия вокруг нас: измерение высоты дерева без приборов, геометрия в лесу и в космосе, задачи на смекалку. Перельман доказывает, что геометрия — это не скучные теоремы, а ключ к пониманию мира.",
    "cover": "http://books.google.com/books/content?id=YThfEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.2
  },
  {
    "title": "Математика и правдоподобные рассуждения",
    "author": "Дьёрдь Пойа",
    "genre": "Научно-популярная литература / Математика",
    "description": "Как рождаются математические открытия? Пойа исследует индукцию, аналогию и эвристику — методы, которыми пользуются математики, чтобы находить решения. Книга для тех, кто хочет мыслить как математик.",
    "cover": "http://books.google.com/books/content?id=H6JIEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.2
  },
  {
    "title": "Как решать задачу",
    "author": "Дьёрдь Пойа",
    "genre": "Научно-популярная литература / Математика",
    "description": "Культовая книга о решении математических задач. Пойа предлагает универсальные эвристики: понять условие, составить план, выполнить план, оценить результат. Книга для школьников, студентов и всех, кто сталкивается с задачами.",
    "cover": "http://books.google.com/books/content?id=dxlEEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.5
  },
  {
    "title": "Математика и ее история",
    "author": "Джон Стиллвелл",
    "genre": "Научно-популярная литература / Математика",
    "description": "История математики от пифагорейцев до XX века. Стиллвелл показывает, как развивались математические идеи и почему они важны. Глубоко, содержательно и доступно.",
    "cover": "http://books.google.com/books/content?id=KmUPEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.2
  },
  {
    "title": "Математика. Утрата определенности",
    "author": "Морис Клайн",
    "genre": "Научно-популярная литература / Математика",
    "description": "Еще одна книга Клайна о кризисе оснований математики. Открытие неевклидовой геометрии, парадоксы теории множеств, теоремы Гёделя — как математика потеряла абсолютную истину, но обрела новую глубину.",
    "cover": "http://books.google.com/books/content?id=OLrzDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.1
  },
  {
    "title": "Совершенный код",
    "author": "Стив Макконнелл",
    "genre": "Программирование",
    "description": "Библия разработки ПО. Макконнелл собрал лучшие практики написания чистого, надежного и эффективного кода. Конструкции, именование, комментирование, рефакторинг, тестирование. Книга, которую должен прочитать каждый программист.",
    "cover": "http://books.google.com/books/content?id=VXH_DwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.4
  },
  {
    "title": "Чистый код",
    "author": "Роберт Мартин",
    "genre": "Программирование",
    "description": "Роберт Мартин (Дядюшка Боб) учит писать код, который легко читать, поддерживать и расширять. Принципы, паттерны, рефакторинг и главное — ответственность разработчика. Настольная книга программиста.",
    "cover": "http://books.google.com/books/content?id=YkM_EAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 3.7
  },
  {
    "title": "Чистая архитектура",
    "author": "Роберт Мартин",
    "genre": "Программирование",
    "description": "Продолжение «Чистого кода». Мартин объясняет принципы проектирования архитектуры ПО: независимость от фреймворков, тестируемость, разделение ответственности. О том, как создавать системы, которые проживут десятилетия.",
    "cover": "http://books.google.com/books/content?id=7LdwDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 3.8
  },
  {
    "title": "Программист-прагматик",
    "author": "Эндрю Хант, Дэвид Томас",
    "genre": "Программирование",
    "description": "Классика, не теряющая актуальности. Книга о ремесле программиста: как отлаживать, автоматизировать, тестировать, оценивать риски и постоянно учиться. Философия prag prog — брать ответственность за свой код.",
    "cover": "http://books.google.com/books/content?id=hVQsEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.3
  },
  {
    "title": "Грокаем алгоритмы",
    "author": "Адитья Бхаргава",
    "genre": "Программирование",
    "description": "Иллюстрированное введение в алгоритмы и структуры данных. Без сложных формул, с картинками и понятными объяснениями. Бинарный поиск, сортировка, графы, жадные алгоритмы. Идеально для начинающих.",
    "cover": "http://books.google.com/books/content?id=rnt3DwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.3
  },
  {
    "title": "Алгоритмы. Вводный курс",
    "author": "Томас Кормен",
    "genre": "Программирование",
    "description": "Краткое и доступное введение в алгоритмы от соавтора знаменитого CLRS. Сортировка, поиск, графы, динамическое программирование. Для тех, кто хочет освоить базу без погружения в математические доказательства.",
    "cover": "http://books.google.com/books/content?id=h7BnEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 3.9
  },
  {
    "title": "Рефакторинг",
    "author": "Мартин Фаулер",
    "genre": "Программирование",
    "description": "Как улучшать существующий код, не меняя его поведение. Фаулер описывает сотни приемов рефакторинга с примерами на JavaScript. Книга о том, что код — как сад, он требует постоянного ухода.",
    "cover": "http://books.google.com/books/content?id=T-tPEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.3
  },
  {
    "title": "Паттерны объектно-ориентированного проектирования",
    "author": "Эрих Гамма, Ричард Хелм, Ральф Джонсон, Джон Влиссидес",
    "genre": "Программирование",
    "description": "Знаменитая «Банда четырех» (GoF). Книга, введшая паттерны проектирования в массовое сознание. Одиночка, Фабрика, Стратегия, Наблюдатель и другие решения типовых задач ООП. Обязательна к прочтению.",
    "cover": "http://books.google.com/books/content?id=6E3QCQAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 3.9
  },
  {
    "title": "Head First. Паттерны проектирования",
    "author": "Эрик Фримен, Элизабет Робсон",
    "genre": "Программирование",
    "description": "Паттерны GoF в формате Head First: визуально, с юмором, мозгозагрузкой. Книга построена на принципах когнитивистики — вы действительно запомните и поймете материал. Идеально для начинающих.",
    "cover": "http://books.google.com/books/content?id=6wBPEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.1
  },
  {
    "title": "Высоконагруженные приложения",
    "author": "Мартин Клеппман",
    "genre": "Программирование",
    "description": "Как проектировать системы, работающие с миллионами пользователей и терабайтами данных. Репликация, шардирование, согласованность, транзакции, распределенные алгоритмы. Современная классика системной инженерии.",
    "cover": "http://books.google.com/books/content?id=GkZQEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.3
  },
  {
    "title": "Мифический человеко-месяц",
    "author": "Фредерик Брукс",
    "genre": "Программирование",
    "description": "Классика управления разработкой ПО. Брукс формулирует закон: добавление людей в опаздывающий проект делает его еще более опаздывающим. О коммуникации, сроках, командной работе и природе сложности.",
    "cover": "http://books.google.com/books/content?id=7nduEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 3.7
  },
  {
    "title": "Карьера программиста",
    "author": "Гейл Лакман Макдауэлл",
    "genre": "Программирование",
    "description": "Как пройти собеседование в Google, Amazon, Microsoft. Резюме, алгоритмические задачи, поведенческие вопросы, negotiation. Книга для всех, кто хочет попасть в топовые IT-компании.",
    "cover": "http://books.google.com/books/content?id=KJ8rEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.2
  },
  {
    "title": "Вы не знаете JS",
    "author": "Кайл Симпсон",
    "genre": "Программирование",
    "description": "Глубокое погружение в JavaScript. Замыкания, прототипы, асинхронность, this, области видимости. Серия книг для тех, кто хочет понимать язык, а не просто копировать код из StackOverflow.",
    "cover": "http://books.google.com/books/content?id=3kf4DwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 3.9
  },
  {
    "title": "JavaScript: сильные стороны",
    "author": "Дуглас Крокфорд",
    "genre": "Программирование",
    "description": "Крокфорд выделяет лучшие части JavaScript и учит использовать их, избегая граблей. JSON, прототипы, замыкания, функциональное программирование. Тонкая, но очень концентрированная книга.",
    "cover": "http://books.google.com/books/content?id=-8NnEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.0
  },
  {
    "title": "Изучаем Python",
    "author": "Марк Лутц",
    "genre": "Программирование",
    "description": "Самое полное руководство по Python. Типы данных, функции, классы, исключения, библиотеки. Том 1 и 2 — энциклопедия для питонистов. От новичка до профессионала.",
    "cover": "http://books.google.com/books/content?id=ZP9zEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.3
  },
  {
    "title": "Автоматизация рутинных задач с помощью Python",
    "author": "Эл Свейгарт",
    "genre": "Программирование",
    "description": "Практическое введение в Python для решения реальных задач: работа с файлами, Excel, PDF, email, веб-скрапинг. Идеально для тех, кто хочет автоматизировать рутину и не мечтает стать профессиональным разработчиком.",
    "cover": "http://books.google.com/books/content?id=Y6UHEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 3.7
  },
  {
    "title": "Грокаем глубокое обучение",
    "author": "Эндрю Траск",
    "genre": "Программирование",
    "description": "Нейросети без сложной математики. Траск объясняет, как работают нейроны, обратное распространение, свертки — с картинками, аналогиями и кодом. Для тех, кто хочет въехать в Deep Learning.",
    "cover": "http://books.google.com/books/content?id=9IeBDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.4
  },
  {
    "title": "Алгоритмы на Java",
    "author": "Роберт Седжвик, Кевин Уэйн",
    "genre": "Программирование",
    "description": "Фундаментальный курс алгоритмов и структур данных от классика. Сортировка, поиск, графы, строки. Код на Java, но идеи универсальны. Для студентов и практикующих разработчиков.",
    "cover": "http://books.google.com/books/content?id=Lf_2DwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.3
  },
  {
    "title": "Spring в действии",
    "author": "Крейг Уоллс",
    "genre": "Программирование",
    "description": "Лучшая книга по фреймворку Spring для Java-разработчиков. IoC, MVC, Data, Security, Boot, Cloud. Практично, современно, по делу.",
    "cover": "http://books.google.com/books/content?id=tbbHEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.1
  },
  {
    "title": "Docker в действии",
    "author": "Джефф Никколофф",
    "genre": "Программирование",
    "description": "Контейнеризация для разработчиков и администраторов. Образы, сети, тома, оркестрация, Docker Compose, Swarm. Книга, с которой начинается современный DevOps.",
    "cover": "http://books.google.com/books/content?id=s3LmDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.3
  },
  {
    "title": "Гит. Практическое руководство",
    "author": "Дэвид Демар",
    "genre": "Программирование",
    "description": "Git без боли. Основы контроля версий, ветвление, слияние, работа в команде, решение конфликтов. Для начинающих и тех, кто хочет систематизировать знания.",
    "cover": "http://books.google.com/books/content?id=SSmSEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 3.7
  },
  {
    "title": "Компьютерные сети",
    "author": "Эндрю Таненбаум, Дэвид Уэзеролл",
    "genre": "Программирование",
    "description": "Классический учебник по сетям. Физический уровень, IP, TCP, HTTP, DNS, беспроводные сети, безопасность. Для программистов, которые хотят понимать, как данные путешествуют по интернету.",
    "cover": "http://books.google.com/books/content?id=0dCSEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.2
  },
  {
    "title": "Убийство в Восточном экспрессе",
    "author": "Агата Кристи",
    "genre": "Детектив",
    "description": "Знаменитый поезд застревает в снежных заносах. Утром пассажиры обнаруживают тело американского миллионера с двенадцатью ножевыми ранениями. Эркюль Пуаро должен найти убийцу, пока поезд не тронулся. Одна из самых гениальных развязок в истории детектива.",
    "cover": "http://books.google.com/books/content?id=GdLvDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.9
  },
  {
    "title": "Десять негритят",
    "author": "Агата Кристи",
    "genre": "Детектив",
    "description": "Десять незнакомцев получают приглашение на уединенный остров. Их обвиняют в совершенных, но нераскрытых убийствах. Один за другим они гибнут в соответствии с детской считалкой. Шедевр саспенса и самая продаваемая книга Кристи.",
    "cover": "http://books.google.com/books/content?id=zN0QEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.9
  },
  {
    "title": "Смерть на Ниле",
    "author": "Агата Кристи",
    "genre": "Детектив",
    "description": "На роскошном пароходе, плывущем по Нилу, убита молодая миллионерша. Под подозрением почти все пассажиры — у каждого был мотив. Пуаро предстоит распутать клубок страсти, ревности и алчности.",
    "cover": "http://books.google.com/books/content?id=PFABEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.5
  },
  {
    "title": "Загадка Эндхауза",
    "author": "Агата Кристи",
    "genre": "Детектив",
    "description": "Пуаро отдыхает в Корнуолле и случайно узнает о покушении на молодую наследницу. Он берется за расследование, но покушения продолжаются. Классический «герметичный» детектив с неожиданным финалом.",
    "cover": "http://books.google.com/books/content?id=L-U3EAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.7
  },
  {
    "title": "Убийства по алфавиту",
    "author": "Агата Кристи",
    "genre": "Детектив",
    "description": "Маньяк убивает людей в алфавитном порядке: Элис Ашер в Андовере, Бетти Барнард в Бексхилле. Пуаро получает письма с издевательскими подсказками. Гонка со временем, чтобы предсказать следующую жертву.",
    "cover": "http://books.google.com/books/content?id=QH81EAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.5
  },
  {
    "title": "Собака Баскервилей",
    "author": "Артур Конан Дойл",
    "genre": "Детектив",
    "description": "Легенда о проклятии рода Баскервилей — огромной собаке, преследующей наследников. После смерти сэра Чарльза Шерлок Холмс и доктор Ватсон расследуют дело в мрачных торфяных болотах Девоншира. Самый знаменитый роман о Холмсе.",
    "cover": "http://books.google.com/books/content?id=LYAwEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.7
  },
  {
    "title": "Этюд в багровых тонах",
    "author": "Артур Конан Дойл",
    "genre": "Детектив",
    "description": "Первая книга о Шерлоке Холмсе. Доктор Ватсон знакомится с эксцентричным сыщиком на Бейкер-стрит, и они берутся за дело о загадочном убийстве. Две линии — викторианский Лондон и мормоны Юты — сходятся в финале.",
    "cover": "http://books.google.com/books/content?id=ZxY0EAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.9
  },
  {
    "title": "Знак четырех",
    "author": "Артур Конан Дойл",
    "genre": "Детектив",
    "description": "Мисс Морстен получает странные подарки в годовщину исчезновения отца. Холмс и Ватсон берутся за дело, ведущее к сокровищам, проклятию и загадочному союзу четырех каторжников в Индии.",
    "cover": "http://books.google.com/books/content?id=zR0wEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.6
  },
  {
    "title": "Девушка с татуировкой дракона",
    "author": "Стиг Ларссон",
    "genre": "Детектив / Триллер",
    "description": "Журналист Микаэль Блумквист расследует исчезновение Харриет Вангер, случившееся 40 лет назад. Ему помогает Лисбет Саландер — девушка с феноменальной памятью, татуировкой дракона и тяжелым прошлым. Первая книга культовой трилогии «Миллениум».",
    "cover": "http://books.google.com/books/content?id=HtE3EAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.3
  },
  {
    "title": "Девушка, которая играла с огнем",
    "author": "Стиг Ларссон",
    "genre": "Детектив / Триллер",
    "description": "Лисбет Саландер обвиняют в тройном убийстве. Микаэль Блумквист уверен в ее невиновности и начинает собственное расследование, которое выводит на сеть торговцев людьми и коррумпированных спецслужб.",
    "cover": "http://books.google.com/books/content?id=cPEwEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.5
  },
  {
    "title": "Девушка, которая взрывала воздушные замки",
    "author": "Стиг Ларссон",
    "genre": "Детектив / Триллер",
    "description": "Лисбет Саландер в больнице под охраной, ей грозит пожизненное заключение. Блумквист пытается доказать существование секретного отдела спецслужб и спасти девушку. Финальная часть трилогии.",
    "cover": "http://books.google.com/books/content?id=Qh5EEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.2
  },
  {
    "title": "Молчание ягнят",
    "author": "Томас Харрис",
    "genre": "Детектив / Триллер",
    "description": "Молодая агентка ФБР Клариса Старлинг ищет маньяка, сдирающего кожу с жертв. Чтобы понять убийцу, она обращается к доктору Ганнибалу Лектеру — гениальному психиатру и каннибалу. Культовый роман, породивший легендарную экранизацию.",
    "cover": "http://books.google.com/books/content?id=s0dIEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.5
  },
  {
    "title": "Красный дракон",
    "author": "Томас Харрис",
    "genre": "Детектив / Триллер",
    "description": "Первая книга о Ганнибале Лектере. Бывший профайлер ФБР Уилл Грэм вынужден вернуться на службу, чтобы поймать маньяка по прозвищу Зубная Фея. Он обращается за помощью к Лектеру — убийце, которого сам же и поймал.",
    "cover": "http://books.google.com/books/content?id=KZtIEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.2
  },
  {
    "title": "Ганнибал",
    "author": "Томас Харрис",
    "genre": "Детектив / Триллер",
    "description": "Клариса Старлинг попадает в опалу в ФБР. Лектер живет во Флоренции под чужим именем. Выживший после нападения Мейсон Верджер охотится на Лектера, чтобы скормить его свиньям. Судьба сводит их всех в финале.",
    "cover": "http://books.google.com/books/content?id=YaZIEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.4
  },
  {
    "title": "Прежде чем я усну",
    "author": "С. Дж. Уотсон",
    "genre": "Детектив / Триллер",
    "description": "Кристин просыпается и не помнит, кто она. Каждое утро ее память обнуляется. Муж объясняет ей, что произошло. Но можно ли ему верить? Она начинает вести дневник и обнаруживает, что правда страшнее, чем она думала.",
    "cover": "http://books.google.com/books/content?id=dOc-EAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.5
  },
  {
    "title": "Таинственная река",
    "author": "Деннис Лихэйн",
    "genre": "Детектив / Триллер",
    "description": "Трое мальчишек играли на улице. Двое изнасиловали и убили одного. Спустя 25 лет убита дочь одного из них. Подозрение падает на третьего, вернувшегося в город. Роман о травме, вине и невозможности забыть прошлое.",
    "cover": "http://books.google.com/books/content?id=u7H-DwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.1
  },
  {
    "title": "Остров проклятых",
    "author": "Деннис Лихэйн",
    "genre": "Детектив / Триллер",
    "description": "Маршалы Тедди Дэниелс и Чак Оул прибывают в клинику для душевнобольных на острове. Пропала пациентка, убившая троих детей. Тедди также ищет убийцу своей жены. Финал, от которого стынет кровь.",
    "cover": "http://books.google.com/books/content?id=bjxeEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.0
  },
  {
    "title": "Метод 15/33",
    "author": "Шеннон Кирк",
    "genre": "Детектив / Триллер",
    "description": "Беременную 17-летнюю девушку похищают. Она не кричит и не плачет. Она планирует побег с математической точностью. Она умнее своих похитителей, и они об этом еще пожалеют. Необычный триллер от лица жертвы, которая не собирается быть жертвой.",
    "cover": "http://books.google.com/books/content?id=x8o7EAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.3
  },
  {
    "title": "Женщина в окне",
    "author": "А. Дж. Финн",
    "genre": "Детектив / Триллер",
    "description": "Анна Фокс не выходит из дома. Она пьет вино, смотрит старые фильмы и наблюдает за соседями. Однажды она видит убийство, но полиция не находит никаких следов. Анна начинает сомневаться в своем рассудке. Дань уважения «Окну во двор» Хичкока.",
    "cover": "http://books.google.com/books/content?id=RLwsEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.4
  },
  {
    "title": "Исчезнувшая",
    "author": "Гиллиан Флинн",
    "genre": "Детектив / Триллер",
    "description": "В день пятой годовщины свадьбы Эми Данн исчезает. Все улики указывают на ее мужа Ника. Он ведет себя странно. У него была любовница. Но так ли все однозначно? Триллер, перевернувший жанр и породивший тысячи подражаний.",
    "cover": "http://books.google.com/books/content?id=L4M0EAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.3
  },
  {
    "title": "Тайна семи циферблатов",
    "author": "Агата Кристи",
    "genre": "Детектив",
    "description": "В доме за городом находят тело молодого человека. В его руке — зажатые будильники. Бантри и Лорейн Уэйд пытаются разгадать тайну общества семи циферблатов. Опасные игры шпионов и убийц в духе «Тайны семи циферблатов».",
    "cover": "http://books.google.com/books/content?id=b-owEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "average_rating": 4.5
  }
]